[
  {
    "verseHeader": "Bhagavad Gita 10.1",
    "id": "10.1",
    "oneLiner": "The Blessed Lord said: Listen again to my divine teachings, O mighty armed one. Desiring your welfare because you are my beloved friend, I shall reveal them to you."
  },
  {
    "verseHeader": "Bhagavad Gita 10.2",
    "id": "10.2",
    "oneLiner": "Neither celestial gods nor the great sages know my origin. I am the source from which the gods and great seers come."
  },
  {
    "verseHeader": "Bhagavad Gita 10.3",
    "id": "10.3",
    "oneLiner": "Those who know me as unborn and beginningless, and as the Supreme Lord of the universe, they among mortals are free from illusion and released from all evils."
  },
  {
    "verseHeader": "Bhagavad Gita 10.4 – 10.5",
    "id": "10.4 – 10.5",
    "oneLiner": "From me alone arise the varieties in the qualities amongst humans, such as intellect, knowledge, clarity of thought, forgiveness, truthfulness, control over the senses and mind, joy and sorrow, birth and death, fear and courage, non-violence, equanimity, contentment, austerity, charity, fame, and infamy."
  },
  {
    "verseHeader": "Bhagavad Gita 10.6",
    "id": "10.6",
    "oneLiner": "The seven great Sages, the four great Saints before them, and the fourteen Manus, are all born from my mind. From them, all the people in the world have descended."
  },
  {
    "verseHeader": "Bhagavad Gita 10.7",
    "id": "10.7",
    "oneLiner": "Those who know in truth my glories and divine powers become united with me through unwavering bhakti yog. Of this there is no doubt."
  },
  {
    "verseHeader": "Bhagavad Gita 10.8",
    "id": "10.8",
    "oneLiner": "I am the origin of all creation. Everything proceeds from me. The wise who know this perfectly worship me with great faith and devotion."
  },
  {
    "verseHeader": "Bhagavad Gita 10.9",
    "id": "10.9",
    "oneLiner": "With their minds fixed on me and their lives surrendered to me, my devotees remain ever contented in me. They derive great satisfaction and bliss in enlightening one another about me, and conversing about my glories."
  },
  {
    "verseHeader": "Bhagavad Gita 10.10",
    "id": "10.10",
    "oneLiner": "To those whose minds are always united with me in loving devotion, I give the divine knowledge by which they can attain me."
  },
  {
    "verseHeader": "Bhagavad Gita 10.11",
    "id": "10.11",
    "oneLiner": "Out of compassion for them, I, who dwell within their hearts, destroy the darkness born of ignorance, with the luminous lamp of knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 10.12 – 10.13",
    "id": "10.12 – 10.13",
    "oneLiner": "Arjun said: You are the Supreme Divine Personality, the Supreme Abode, the Supreme Purifier, the Eternal God, the Primal Being, the Unborn, and the Greatest. The great sages, like Narad, Asit, Deval, and Vyas, proclaimed this, and now you are declaring it to me yourself."
  },
  {
    "verseHeader": "Bhagavad Gita 10.14",
    "id": "10.14",
    "oneLiner": "O Krishna, I totally accept everything you have told me as the truth. O Lord, neither gods nor the demons can understand your true personality."
  },
  {
    "verseHeader": "Bhagavad Gita 10.15",
    "id": "10.15",
    "oneLiner": "Indeed, you alone know yourself by your inconceivable energy, O Supreme Personality, the Creator and Lord of all beings, the God of gods, and the Lord of the universe!"
  },
  {
    "verseHeader": "Bhagavad Gita 10.16 – 10.17",
    "id": "10.16 – 10.17",
    "oneLiner": "Please describe to me your divine opulences, by which you pervade all the worlds and reside in them. O Supreme Master of Yog, how may I know you and think of you. And while meditating, in what forms can I think of you, O Supreme Divine Personality?"
  },
  {
    "verseHeader": "Bhagavad Gita 10.18",
    "id": "10.18",
    "oneLiner": "Tell me again in detail your divine glories and manifestations, O Janardan. I can never tire of hearing your nectar."
  },
  {
    "verseHeader": "Bhagavad Gita 10.19",
    "id": "10.19",
    "oneLiner": "The Blessed Lord spoke: I shall now briefly describe my divine glories to you, O best of the Kurus, for there is no end to their detail."
  },
  {
    "verseHeader": "Bhagavad Gita 10.20",
    "id": "10.20",
    "oneLiner": "O Arjun, I am seated in the heart of all living entities. I am the beginning, middle, and end of all beings."
  },
  {
    "verseHeader": "Bhagavad Gita 10.21",
    "id": "10.21",
    "oneLiner": "Amongst the twelve sons of Aditi I am Vishnu; amongst luminous objects I am the sun. Know me to be Marichi amongst the Maruts, and the moon amongst the stars in the night sky."
  },
  {
    "verseHeader": "Bhagavad Gita 10.22",
    "id": "10.22",
    "oneLiner": "I am the Sāma Veda amongst the Vedas, and Indra amongst the celestial gods. Amongst the senses I am the mind; amongst the living beings I am consciousness."
  },
  {
    "verseHeader": "Bhagavad Gita 10.23",
    "id": "10.23",
    "oneLiner": "Amongst the Rudras know me to be Shankar; amongst the demons I am Kuber. I am Agni amongst the Vasus and Meru amongst the mountains."
  },
  {
    "verseHeader": "Bhagavad Gita 10.24",
    "id": "10.24",
    "oneLiner": "O Arjun, amongst priests I am Brihaspati; amongst warrior chiefs I am Kartikeya; and amongst reservoirs of water know me to be the ocean."
  },
  {
    "verseHeader": "Bhagavad Gita 10.25",
    "id": "10.25",
    "oneLiner": "I am Bhrigu amongst the great seers and the transcendental Om amongst sounds. Amongst chants know me to be the repetition of the Holy Name; amongst immovable things I am the Himalayas."
  },
  {
    "verseHeader": "Bhagavad Gita 10.26",
    "id": "10.26",
    "oneLiner": "Amongst trees I am the peepul tree (sacred fig tree); of the celestial sages I am Narad. Amongst the Gandharvas I am Chitrath, and amongst the siddhas I am the sage Kapil."
  },
  {
    "verseHeader": "Bhagavad Gita 10.27",
    "id": "10.27",
    "oneLiner": "Amongst horses know me to be Ucchaihshrava, begotten from the churning of the ocean of nectar. I am Airavata amongst all lordly elephants, and the king amongst humans."
  },
  {
    "verseHeader": "Bhagavad Gita 10.28",
    "id": "10.28",
    "oneLiner": "I am the Vajra (thunderbolt) amongst weapons and Kamadhenu amongst the cows. I am Kaamdev, the god of love, amongst all causes for procreation; amongst serpents I am Vasuki."
  },
  {
    "verseHeader": "Bhagavad Gita 10.29",
    "id": "10.29",
    "oneLiner": "Amongst the snakes I am Anant; amongst aquatics I am Varun. Amongst the departed ancestors I am Aryama; amongst dispensers of law I am Yamraj, the lord of death."
  },
  {
    "verseHeader": "Bhagavad Gita 10.30",
    "id": "10.30",
    "oneLiner": "I am Prahlad amongst the demons; amongst all that controls I am time. Know me to be the lion amongst animals, and Garud amongst the birds."
  },
  {
    "verseHeader": "Bhagavad Gita 10.31",
    "id": "10.31",
    "oneLiner": "Amongst purifiers I am the wind, and amongst wielders of weapons I am Lord Ram. Of water creatures I am the crocodile, and of flowing rivers I am the Ganges."
  },
  {
    "verseHeader": "Bhagavad Gita 10.32",
    "id": "10.32",
    "oneLiner": "O Arjun, know me to be the beginning, middle, and end of all creation. Amongst sciences I am the science of spirituality, and in debates I am the logical conclusion."
  },
  {
    "verseHeader": "Bhagavad Gita 10.33",
    "id": "10.33",
    "oneLiner": "I am the beginning “A” amongst all letters; I am the dual word in grammatical compounds. I am the endless Time, and amongst creators I am Brahma."
  },
  {
    "verseHeader": "Bhagavad Gita 10.34",
    "id": "10.34",
    "oneLiner": "I am the all-devouring Death, and I am the origin of those things that are yet to be. Amongst feminine qualities I am fame, prosperity, fine speech, memory, intelligence, courage, and forgiveness."
  },
  {
    "verseHeader": "Bhagavad Gita 10.35",
    "id": "10.35",
    "oneLiner": "Amongst the hymns in the Sāma Veda know me to be the Brihatsama; amongst poetic meters I am the Gayatri. Of the twelve months of the Hindu calendar I am Margsheersh, and of seasons I am spring, which brings forth flowers."
  },
  {
    "verseHeader": "Bhagavad Gita 10.36",
    "id": "10.36",
    "oneLiner": "I am the gambling of the cheats and the splendor of the splendid. I am the victory of the victorious, the resolve of the resolute, and the virtue of the virtuous."
  },
  {
    "verseHeader": "Bhagavad Gita 10.37",
    "id": "10.37",
    "oneLiner": "Amongst the descendants of Vrishni, I am Krishna, and amongst the Pandavas I am Arjun. Know me to be Ved Vyas amongst the sages, and Shukracharya amongst the great thinkers."
  },
  {
    "verseHeader": "Bhagavad Gita 10.38",
    "id": "10.38",
    "oneLiner": "I am just punishment amongst means of preventing lawlessness, and proper conduct amongst those who seek victory. Amongst secrets I am silence, and in the wise I am their wisdom."
  },
  {
    "verseHeader": "Bhagavad Gita 10.39",
    "id": "10.39",
    "oneLiner": "I am the generating seed of all living beings, O Arjun. No creature moving or non-moving can exist without me."
  },
  {
    "verseHeader": "Bhagavad Gita 10.40",
    "id": "10.40",
    "oneLiner": "There is no end to my divine manifestations, O conqueror of enemies. What I have declared to you is a mere sample of my infinite glories."
  },
  {
    "verseHeader": "Bhagavad Gita 10.41",
    "id": "10.41",
    "oneLiner": "Whatever you see as beautiful, glorious, or powerful, know it to spring from but a spark of my splendor."
  },
  {
    "verseHeader": "Bhagavad Gita 10.42",
    "id": "10.42",
    "oneLiner": "What need is there for all this detailed knowledge, O Arjun? Simply know that by one fraction of my being, I pervade and support this entire creation."
  }
]