[
  {
    "verseHeader": "Bhagavad Gita 11.1",
    "id": "11.1",
    "oneLiner": "Arjun said: Having heard the supremely confidential spiritual knowledge, which you have revealed out of compassion to me, my illusion is now dispelled."
  },
  {
    "verseHeader": "Bhagavad Gita 11.2",
    "id": "11.2",
    "oneLiner": "I have heard from you in detail about the appearance and disappearance of all living beings, O lotus-eyed one, and also about your eternal majesty."
  },
  {
    "verseHeader": "Bhagavad Gita 11.3",
    "id": "11.3",
    "oneLiner": "O Supreme Lord, you are precisely what you declare yourself to be. Now I desire to see your divine cosmic form, O greatest of persons."
  },
  {
    "verseHeader": "Bhagavad Gita 11.4",
    "id": "11.4",
    "oneLiner": "O Lord of all mystic powers, if you think I am strong enough to behold it, then kindly reveal that imperishable cosmic form to me."
  },
  {
    "verseHeader": "Bhagavad Gita 11.5",
    "id": "11.5",
    "oneLiner": "The Supreme Lord said: Behold, O Parth, my hundreds and thousands of wonderful forms of various shapes, sizes, and colors."
  },
  {
    "verseHeader": "Bhagavad Gita 11.6",
    "id": "11.6",
    "oneLiner": "Behold in me, O scion of the Bharatas, the (twelve) sons of Aditi, the (eight) Vasus, the (eleven) Rudras, the (twin) Ashwini Kumars, as well as the (forty-nine) Maruts and many more marvels never revealed before."
  },
  {
    "verseHeader": "Bhagavad Gita 11.7",
    "id": "11.7",
    "oneLiner": "Behold now, Arjun, the entire universe, with everything moving and non-moving, assembled together in my universal form. Whatever else you wish to see, observe it all within this universal form."
  },
  {
    "verseHeader": "Bhagavad Gita 11.8",
    "id": "11.8",
    "oneLiner": "But you cannot see my cosmic form with these physical eyes of yours. Therefore, I grant you divine vision. Behold my majestic opulence!"
  },
  {
    "verseHeader": "Bhagavad Gita 11.9",
    "id": "11.9",
    "oneLiner": "Sanjay said: O King, having spoken thus, the Supreme Lord of Yog, Shree Krishna, displayed his divine and opulent form to Arjun."
  },
  {
    "verseHeader": "Bhagavad Gita 11.10 – 11.11",
    "id": "11.10 – 11.11",
    "oneLiner": "In that cosmic form, Arjun saw unlimited faces and eyes, decorated with many celestial ornaments and wielding many kinds of divine weapons. He wore many garlands on his body and was anointed with many sweet-smelling heavenly fragrances. He revealed himself as the wonderful and infinite Lord whose face is everywhere."
  },
  {
    "verseHeader": "Bhagavad Gita 11.12",
    "id": "11.12",
    "oneLiner": "If a thousand suns were to blaze forth together in the sky, they would not match the splendor of that great form."
  },
  {
    "verseHeader": "Bhagavad Gita 11.13",
    "id": "11.13",
    "oneLiner": "There Arjun could see the totality of the entire universe established in one place, in that body of the God of gods."
  },
  {
    "verseHeader": "Bhagavad Gita 11.14",
    "id": "11.14",
    "oneLiner": "Then, Arjun, full of wonder and with hair standing on end, bowed his head with folded hands before the Lord and addressed him thus."
  },
  {
    "verseHeader": "Bhagavad Gita 11.15",
    "id": "11.15",
    "oneLiner": "Arjun said: O Shree Krishna, I behold within your body all the gods and hosts of different beings. I see Brahma seated on the lotus flower; I see Shiv, all the sages, and the celestial serpents."
  },
  {
    "verseHeader": "Bhagavad Gita 11.16",
    "id": "11.16",
    "oneLiner": "I see your infinite form in every direction, with countless arms, stomachs, faces, and eyes. O Lord of the universe, whose form is the universe itself, I do not see in you any beginning, middle, or end."
  },
  {
    "verseHeader": "Bhagavad Gita 11.17",
    "id": "11.17",
    "oneLiner": "I see your form, adorned with a crown, and armed with the club and disc, shining everywhere as the abode of splendor. It is hard to look upon you in the blazing fire of your effulgence, which is radiating like the sun in all directions."
  },
  {
    "verseHeader": "Bhagavad Gita 11.18",
    "id": "11.18",
    "oneLiner": "I recognize you as the supreme imperishable being, the ultimate truth to be known by the scriptures. You are the support of all creation; you are the eternal protector of sanātan dharma (the eternal religion); and you are the everlasting Supreme Divine Personality."
  },
  {
    "verseHeader": "Bhagavad Gita 11.19",
    "id": "11.19",
    "oneLiner": "You are without beginning, middle, or end; your power has no limits. Your arms are infinite; the sun and the moon are like your eyes, and fire is like your mouth. I see you warming the entire creation by your radiance."
  },
  {
    "verseHeader": "Bhagavad Gita 11.20",
    "id": "11.20",
    "oneLiner": "The space between heaven and earth and all the directions are pervaded by you alone. Seeing your wondrous and terrible form, I see the three worlds trembling in fear, O Greatest of all beings."
  },
  {
    "verseHeader": "Bhagavad Gita 11.21",
    "id": "11.21",
    "oneLiner": "All the celestial gods are taking your shelter by entering into you. In awe, some are praising you with folded hands. The great sages and perfected beings are extolling you with auspicious hymns and profuse prayers."
  },
  {
    "verseHeader": "Bhagavad Gita 11.22",
    "id": "11.22",
    "oneLiner": "The Rudras, Adityas, Vasus, Sadhyas, Vishvadevas, Ashwini Kumars, Maruts, ancestors, Gandharvas, Yakshas, Asuras, and Siddhas are all beholding you in wonder."
  },
  {
    "verseHeader": "Bhagavad Gita 11.23",
    "id": "11.23",
    "oneLiner": "O mighty Lord, in veneration of your magnificent form with its many mouths, eyes, arms, thighs, legs, stomachs, and terrifying teeth, all the worlds are terror-stricken, and so am I."
  },
  {
    "verseHeader": "Bhagavad Gita 11.24",
    "id": "11.24",
    "oneLiner": "O Lord Vishnu, seeing your form touching the sky, effulgent in many colors, with mouths wide open and enormous blazing eyes, my heart is trembling with fear. I have lost all courage and peace of mind."
  },
  {
    "verseHeader": "Bhagavad Gita 11.25",
    "id": "11.25",
    "oneLiner": "Having seen your many mouths bearing your terrible teeth, resembling the raging fire at the time of annihilation, I forget where I am and do not know where to go. O Lord of lords, you are the shelter of the universe; please have mercy on me."
  },
  {
    "verseHeader": "Bhagavad Gita 11.26 – 11.27",
    "id": "11.26 – 11.27",
    "oneLiner": "I see all the sons of Dhritarashtra, along with their allied kings, including Bheeshma, Dronacharya, Karn, and also the generals from our side, rushing headlong into your fearsome mouths. I see some with their heads smashed between your terrible teeth."
  },
  {
    "verseHeader": "Bhagavad Gita 11.28 – 11.29",
    "id": "11.28 – 11.29",
    "oneLiner": "As many waves of the rivers flowing rapidly into the ocean, so are all these great warriors entering into your blazing mouths. As moths rush with great speed into the fire to perish, so are all these armies entering with great speed into your mouths."
  },
  {
    "verseHeader": "Bhagavad Gita 11.30",
    "id": "11.30",
    "oneLiner": "With your fiery tongues you are licking up the hosts of living beings on all sides and devouring them with your blazing mouths. O Vishnu, you are scorching the entire universe with the fierce, all-pervading rays of your effulgence."
  },
  {
    "verseHeader": "Bhagavad Gita 11.31",
    "id": "11.31",
    "oneLiner": "Tell me who you are, so fierce of form. O God of gods, I bow before you; please bestow your mercy on me. You, who existed before all creation, I wish to know who you are, for I do not comprehend your nature and workings."
  },
  {
    "verseHeader": "Bhagavad Gita 11.32",
    "id": "11.32",
    "oneLiner": "The Supreme Lord said: I am mighty Time, the source of destruction that comes forth to annihilate the worlds. Even without your participation, the warriors arrayed in the opposing army shall cease to exist."
  },
  {
    "verseHeader": "Bhagavad Gita 11.33",
    "id": "11.33",
    "oneLiner": "Therefore, arise and attain honor! Conquer your foes and enjoy prosperous rulership. These warriors stand already slain by me, and you will only be an instrument of my work, O expert archer."
  },
  {
    "verseHeader": "Bhagavad Gita 11.34",
    "id": "11.34",
    "oneLiner": "Dronacharya, Bheeshma, Jayadratha, Karn, and other brave warriors have already been killed by me. So slay them without being disturbed. Just fight and you will be victorious over your enemies in battle."
  },
  {
    "verseHeader": "Bhagavad Gita 11.35",
    "id": "11.35",
    "oneLiner": "Sanjay said: Hearing these words of Keshav, Arjun trembled with dread. With palms joined, he bowed before Shree Krishna and spoke in a faltering voice, overwhelmed with fear."
  },
  {
    "verseHeader": "Bhagavad Gita 11.36",
    "id": "11.36",
    "oneLiner": "Arjun said: O Master of the senses, it is but apt that the universe rejoices in giving you praise and is enamored by You. Demons flee fearfully from you in all directions and the hosts of perfected saints bow to you."
  },
  {
    "verseHeader": "Bhagavad Gita 11.37",
    "id": "11.37",
    "oneLiner": "O Great one, who are even greater than Brahma, the original creator, why should they not bow to you? O limitless One, O Lord of the devatās, O Refuge of the universe, you are the imperishable reality beyond both the manifest and the non-manifest."
  },
  {
    "verseHeader": "Bhagavad Gita 11.38",
    "id": "11.38",
    "oneLiner": "You are the primeval God and the original Divine Personality; you are the sole resting place of this universe. You are both the knower and the object of knowledge; you are the Supreme Abode. O possessor of infinite forms, you alone pervade the entire universe."
  },
  {
    "verseHeader": "Bhagavad Gita 11.39",
    "id": "11.39",
    "oneLiner": "You are Vāyu (the god of wind), Yamraj (the god of death), Agni (the god of fire), Varuṇ (the god of water), and Chandra (the moon-God). You are the creator Brahma, and the great-grandfather of all beings. I offer my salutations unto you a thousand times, again and yet again!"
  },
  {
    "verseHeader": "Bhagavad Gita 11.40",
    "id": "11.40",
    "oneLiner": "O Lord of infinite power, my salutations to you from the front and the rear, indeed from all sides! You possess infinite valor and might and pervade everything, and thus, you are everything."
  },
  {
    "verseHeader": "Bhagavad Gita 11.41 – 11.42",
    "id": "11.41 – 11.42",
    "oneLiner": "Thinking of you as my friend, I presumptuously addressed you as, “O Krishna,” “O Yadav,” “O my dear mate.” I was ignorant of your majesty, showing negligence and undue affection. And if, jestfully, I treated you with disrespect, while playing, resting, sitting, eating, when alone, or before others—for all that I crave forgiveness."
  },
  {
    "verseHeader": "Bhagavad Gita 11.43",
    "id": "11.43",
    "oneLiner": "You are the father of the entire universe, of all moving and non-moving beings. You are the most deserving of worship and the supreme spiritual master. When there is none equal to you in all the three worlds, then who can possibly be greater than you, O possessor of incomparable power?"
  },
  {
    "verseHeader": "Bhagavad Gita 11.44",
    "id": "11.44",
    "oneLiner": "Therefore, O adorable Lord, bowing deeply and prostrating before you, I implore you for your grace. As a father tolerates his son, a friend forgives his friend, and a lover pardons the beloved, please forgive me for my offences."
  },
  {
    "verseHeader": "Bhagavad Gita 11.45",
    "id": "11.45",
    "oneLiner": "Having seen your universal form that I had never seen before, I feel great joy. And yet, my mind trembles with fear. Please have mercy on me and again show me your pleasing form, O God of gods, O abode of the universe."
  },
  {
    "verseHeader": "Bhagavad Gita 11.46",
    "id": "11.46",
    "oneLiner": "O thousand-armed one, though you are the embodiment of all creation, I wish to see you in your four-armed form, carrying the mace and disc, and wearing the crown."
  },
  {
    "verseHeader": "Bhagavad Gita 11.47",
    "id": "11.47",
    "oneLiner": "The Blessed Lord said: Arjun, being pleased with you, by my Yogmaya power, I gave you a vision of my resplendent, unlimited, and primeval cosmic form. No one before you has ever seen it."
  },
  {
    "verseHeader": "Bhagavad Gita 11.48",
    "id": "11.48",
    "oneLiner": "Not by study of the Vedas, nor by the performance of sacrifice, rituals, or charity, nor even by practicing severe austerities, has any mortal ever seen what you have seen, O best of the Kuru warriors."
  },
  {
    "verseHeader": "Bhagavad Gita 11.49",
    "id": "11.49",
    "oneLiner": "Be neither afraid nor bewildered on seeing this terrible form of mine. Be free from fear and with a cheerful heart, behold me once again in my personal form."
  },
  {
    "verseHeader": "Bhagavad Gita 11.50",
    "id": "11.50",
    "oneLiner": "Sanjay said: Having spoken thus, the compassionate son of Vasudev displayed his personal (four-armed) form again. Then, he further consoled the frightened Arjun by assuming his gentle (two-armed) form."
  },
  {
    "verseHeader": "Bhagavad Gita 11.51",
    "id": "11.51",
    "oneLiner": "Arjun said: O Shree Krishna, seeing your gentle human form (two-armed), I have regained my composure and my mind is restored to normal."
  },
  {
    "verseHeader": "Bhagavad Gita 11.52 – 11.53",
    "id": "11.52 – 11.53",
    "oneLiner": "The Supreme Lord said: This form of mine that you are seeing is exceedingly difficult to behold. Even the celestial gods are eager to see it. Neither by the study of the Vedas, nor by penance, charity, or fire sacrifices, can I be seen as you have seen me."
  },
  {
    "verseHeader": "Bhagavad Gita 11.54",
    "id": "11.54",
    "oneLiner": "O Arjun, by unalloyed devotion alone can I be known as I am, standing before you. Thereby, on receiving my divine vision, O scorcher of foes, one can enter into union with me."
  },
  {
    "verseHeader": "Bhagavad Gita 11.55",
    "id": "11.55",
    "oneLiner": "Those who perform all their duties for my sake, who depend upon me and are devoted to me, who are free from attachment, and are without malice toward all beings, such devotees certainly come to me."
  }
]