[
  {
    "verseHeader": "Bhagavad Gita 13.1",
    "id": "13.1",
    "oneLiner": "Arjun said, “O Keshav, I wish to understand what are prakṛiti and puruṣh, and what are kṣhetra and kṣhetrajña? I also wish to know what is true knowledge, and what is the goal of this knowledge?"
  },
  {
    "verseHeader": "Bhagavad Gita 13.2",
    "id": "13.2",
    "oneLiner": "The Supreme Divine Lord said: O Arjun, this body is termed as kṣhetra (the field of activities), and the one who knows this body is called kṣhetrajña (the knower of the field) by the sages who discern the truth about both."
  },
  {
    "verseHeader": "Bhagavad Gita 13.3",
    "id": "13.3",
    "oneLiner": "O scion of Bharat, I am also the knower of all the individual fields of activity. The understanding of the body as the field of activities, and the soul and God as the knowers of the field, this I hold to be true knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 13.4",
    "id": "13.4",
    "oneLiner": "Listen and I will explain to you what that field is and what its nature is. I will also explain how change takes place within it, from what it was created, who the knower of the field of activities is, and what his powers are."
  },
  {
    "verseHeader": "Bhagavad Gita 13.5",
    "id": "13.5",
    "oneLiner": "Great sages have sung the truth about the field and the knower of the field in manifold ways. It has been stated in various Vedic hymns, and especially revealed in the Brahma Sūtra, with sound logic and conclusive evidence."
  },
  {
    "verseHeader": "Bhagavad Gita 13.6",
    "id": "13.6",
    "oneLiner": "The field of activities is composed of the five great elements, the ego, the intellect, the unmanifest primordial matter, the eleven senses (five knowledge senses, five working senses, and mind), and the five objects of the senses."
  },
  {
    "verseHeader": "Bhagavad Gita 13.7",
    "id": "13.7",
    "oneLiner": "Desire and aversion, happiness and misery, the body, consciousness, and the will—all these comprise the field and its modifications."
  },
  {
    "verseHeader": "Bhagavad Gita 13.8 – 13.12",
    "id": "13.8 – 13.12",
    "oneLiner": "Humbleness; freedom from hypocrisy; non-violence; forgiveness; simplicity; service of the Guru; cleanliness of body and mind; steadfastness; and self-control; dispassion toward the objects of the senses; absence of egotism; keeping in mind the evils of birth, disease, old age, and death; non-attachment; absence of clinging to spouse, children, home, and so on; even-mindedness amidst desired and undesired events in life; constant and exclusive devotion toward Me; an inclination for solitary places and an aversion for mundane society; constancy in spiritual knowledge; and philosophical pursuit of the Absolute Truth—all these I declare to be knowledge, and what is contrary to it, I call ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 13.13",
    "id": "13.13",
    "oneLiner": "I shall now reveal to you that which ought to be known, and by knowing which, one attains immortality. It is the beginningless Brahman, which lies beyond existence and non-existence."
  },
  {
    "verseHeader": "Bhagavad Gita 13.14",
    "id": "13.14",
    "oneLiner": "Everywhere are His hands and feet, eyes, heads, and faces. His ears too are in all places, for He pervades everything in the universe."
  },
  {
    "verseHeader": "Bhagavad Gita 13.15",
    "id": "13.15",
    "oneLiner": "Though He perceives all sense-objects, yet He is devoid of the senses. He is unattached to anything, and yet He is the sustainer of all. Although He is without attributes, yet He is the enjoyer of the three modes of material nature."
  },
  {
    "verseHeader": "Bhagavad Gita 13.16",
    "id": "13.16",
    "oneLiner": "He exists outside and inside all living beings, those that are moving and not moving. He is subtle, and hence, He is incomprehensible. He is very far, but He is also very near."
  },
  {
    "verseHeader": "Bhagavad Gita 13.17",
    "id": "13.17",
    "oneLiner": "He is indivisible, yet He appears to be divided amongst living beings. Know the Supreme Entity to be the Sustainer, Annihilator, and Creator of all beings."
  },
  {
    "verseHeader": "Bhagavad Gita 13.18",
    "id": "13.18",
    "oneLiner": "He is the source of light in all luminaries, and is entirely beyond the darkness of ignorance. He is knowledge, the object of knowledge, and the goal of knowledge. He dwells within the hearts of all living beings."
  },
  {
    "verseHeader": "Bhagavad Gita 13.19",
    "id": "13.19",
    "oneLiner": "I have thus revealed to you the nature of the field, the meaning of knowledge, and the object of knowledge. Only My devotees can understand this in reality, and by doing so, they attain My divine nature."
  },
  {
    "verseHeader": "Bhagavad Gita 13.20",
    "id": "13.20",
    "oneLiner": "Know that prakṛiti (material nature) and puruṣh (the individual souls) are both beginningless. Also know that all transformations of the body and the three modes of nature are produced by material energy."
  },
  {
    "verseHeader": "Bhagavad Gita 13.21",
    "id": "13.21",
    "oneLiner": "In the matter of creation, the material energy is responsible for cause and effect; in the matter of experiencing happiness and distress, the individual soul is declared responsible."
  },
  {
    "verseHeader": "Bhagavad Gita 13.22",
    "id": "13.22",
    "oneLiner": "When the puruṣh (individual soul) seated in prakṛiti (the material energy) desires to enjoy the three guṇas, attachment to them becomes the cause of its birth in superior and inferior wombs."
  },
  {
    "verseHeader": "Bhagavad Gita 13.23",
    "id": "13.23",
    "oneLiner": "Within the body also resides the Supreme Lord. He is said to be the Witness, the Permitter, the Supporter, Transcendental Enjoyer, the ultimate Controller, and the Paramātmā (Supreme Soul)."
  },
  {
    "verseHeader": "Bhagavad Gita 13.24",
    "id": "13.24",
    "oneLiner": "Those who understand the truth about Supreme Soul, the individual soul, material nature, and the interaction of the three modes of nature will not take birth here again. They will be liberated regardless of their present condition."
  },
  {
    "verseHeader": "Bhagavad Gita 13.25",
    "id": "13.25",
    "oneLiner": "Some try to perceive the Supreme Soul within their hearts through meditation, and others try to do so through the cultivation of knowledge, while still others strive to attain that realization by the path of action."
  },
  {
    "verseHeader": "Bhagavad Gita 13.26",
    "id": "13.26",
    "oneLiner": "There are still others who are unaware of these spiritual paths, but they hear from others and begin worshipping the Supreme Lord. By such devotion to hearing from saints, they too can gradually cross over the ocean of birth and death."
  },
  {
    "verseHeader": "Bhagavad Gita 13.27",
    "id": "13.27",
    "oneLiner": "O best of the Bharatas, whatever moving or unmoving being you see in existence, know it to be a combination of the field of activities and the knower of the field."
  },
  {
    "verseHeader": "Bhagavad Gita 13.28",
    "id": "13.28",
    "oneLiner": "They alone truly see, who perceive the Paramātmā (Supreme Soul) accompanying the soul in all beings, and who understand both to be imperishable in this perishable body."
  },
  {
    "verseHeader": "Bhagavad Gita 13.29",
    "id": "13.29",
    "oneLiner": "Those, who see God as the Supreme Soul equally present everywhere and in all living beings, do not degrade themselves by their mind. Thereby, they reach the supreme destination."
  },
  {
    "verseHeader": "Bhagavad Gita 13.30",
    "id": "13.30",
    "oneLiner": "They alone truly see who understand that all actions (of the body) are performed by material nature, while the embodied soul actually does nothing."
  },
  {
    "verseHeader": "Bhagavad Gita 13.31",
    "id": "13.31",
    "oneLiner": "When they see the diverse variety of living beings situated in the same material nature, and understand all of them to be born from it, they attain the realization of Brahman."
  },
  {
    "verseHeader": "Bhagavad Gita 13.32",
    "id": "13.32",
    "oneLiner": "The Supreme Soul is imperishable, without beginning, and devoid of any material qualities, O son of Kunti. Although situated within the body, It neither acts, nor is It tainted by material energy."
  },
  {
    "verseHeader": "Bhagavad Gita 13.33",
    "id": "13.33",
    "oneLiner": "Space holds everything within it, but being subtle, does not get contaminated by what it holds. Similarly, though its consciousness pervades the body, the soul is not affected by the attributes of the body."
  },
  {
    "verseHeader": "Bhagavad Gita 13.34",
    "id": "13.34",
    "oneLiner": "Just as one sun illumines the entire solar system, so does the individual soul illumine the entire body (with consciousness)."
  },
  {
    "verseHeader": "Bhagavad Gita 13.35",
    "id": "13.35",
    "oneLiner": "Those who perceive with the eyes of knowledge the difference between the body and the knower of the body, and the process of release from material nature, attain the supreme destination."
  }
]