[
  {
    "verseHeader": "Bhagavad Gita 14.1",
    "id": "14.1",
    "oneLiner": "The Divine Lord said: I shall once again explain to you the supreme wisdom, the best of all knowledge; by knowing which, all the great saints attained the highest perfection."
  },
  {
    "verseHeader": "Bhagavad Gita 14.2",
    "id": "14.2",
    "oneLiner": "Those who take refuge in this wisdom will be united with me. They will not be reborn at the time of creation nor destroyed at the time of dissolution."
  },
  {
    "verseHeader": "Bhagavad Gita 14.3 – 14.4",
    "id": "14.3 – 14.4",
    "oneLiner": "The total material substance, prakṛiti, is the womb. I impregnate it with the individual souls, and thus all living beings are born. O son of Kunti, for all species of life that are produced, the material nature is the womb, and I am the seed-giving Father."
  },
  {
    "verseHeader": "Bhagavad Gita 14.5",
    "id": "14.5",
    "oneLiner": "O mighty-armed Arjun, the material energy consists of three guṇas (modes)—sattva (goodness), rajas (passion), and tamas (ignorance). These modes bind the eternal soul to the perishable body."
  },
  {
    "verseHeader": "Bhagavad Gita 14.6",
    "id": "14.6",
    "oneLiner": "Amongst these, sattva guṇa, the mode of goodness, being purer than the others, is illuminating and full of well-being. O sinless one, it binds the soul by creating attachment for a sense of happiness and knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 14.7",
    "id": "14.7",
    "oneLiner": "O Arjun, rajo guṇa is of the nature of passion. It arises from worldly desires and affections, and binds the soul through attachment to fruitive actions."
  },
  {
    "verseHeader": "Bhagavad Gita 14.8",
    "id": "14.8",
    "oneLiner": "O Arjun, tamo guṇa, which is born of ignorance, is the cause of illusion for the embodied souls. It deludes all living beings through negligence, laziness, and sleep."
  },
  {
    "verseHeader": "Bhagavad Gita 14.9",
    "id": "14.9",
    "oneLiner": "Sattva binds one to material happiness; rajas conditions the soul toward actions; and tamas clouds wisdom and binds one to delusion."
  },
  {
    "verseHeader": "Bhagavad Gita 14.10",
    "id": "14.10",
    "oneLiner": "Sometimes goodness (sattva) prevails over passion (rajas) and ignorance (tamas), O scion of Bharat. Sometimes passion (rajas) dominates goodness (sattva) and ignorance (tamas), and at other times ignorance (tamas) overcomes goodness (sattva) and passion (rajas)."
  },
  {
    "verseHeader": "Bhagavad Gita 14.11 – 14.13",
    "id": "14.11 – 14.13",
    "oneLiner": "When all the gates of the body are illumined by knowledge, know it to be a manifestation of the mode of goodness. When the mode of passion predominates, O Arjun, the symptoms of greed, exertion for worldly gain, restlessness, and craving develop. O Arjun, nescience, inertia, negligence, and delusion—these are the dominant signs of the mode of ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 14.14 – 14.15",
    "id": "14.14 – 14.15",
    "oneLiner": "Those who die with predominance of sattva reach the pure abodes (which are free from rajas and tamas) of the learned. Those who die with prevalence of the mode of passion are born among people driven by work, while those dying in the mode of ignorance take birth in the animal kingdom."
  },
  {
    "verseHeader": "Bhagavad Gita 14.16",
    "id": "14.16",
    "oneLiner": "It is said the fruit of actions performed in the mode of goodness bestow pure results. Actions done in the mode of passion result in pain, while those performed in the mode of ignorance result in darkness."
  },
  {
    "verseHeader": "Bhagavad Gita 14.17",
    "id": "14.17",
    "oneLiner": "From the mode of goodness arises knowledge, from the mode of passion arises greed, and from the mode of ignorance arise negligence and delusion."
  },
  {
    "verseHeader": "Bhagavad Gita 14.18",
    "id": "14.18",
    "oneLiner": "Those situated in the mode of goodness rise upward; those in the mode of passion stay in the middle; and those in the mode of ignorance go downward."
  },
  {
    "verseHeader": "Bhagavad Gita 14.19",
    "id": "14.19",
    "oneLiner": "When wise persons see that in all works there are no agents of action other than the three guṇas, and they know me to be transcendental to these guṇas, they attain my divine nature."
  },
  {
    "verseHeader": "Bhagavad Gita 14.20",
    "id": "14.20",
    "oneLiner": "By transcending the three modes of material nature associated with the body, one becomes free from birth, death, disease, old age, and misery, and attains immortality."
  },
  {
    "verseHeader": "Bhagavad Gita 14.21",
    "id": "14.21",
    "oneLiner": "Arjun inquired: What are the characteristics of those who have gone beyond the three guṇas, O Lord? How do they act? How do they go beyond the bondage of the guṇas?"
  },
  {
    "verseHeader": "Bhagavad Gita 14.22 – 14.23",
    "id": "14.22 – 14.23",
    "oneLiner": "The Supreme Divine Personality said: O Arjun, The persons who are transcendental to the three guṇas neither hate illumination (which is born of sattva), nor activity (which is born of rajas), nor even delusion (which is born of tamas), when these are abundantly present, nor do they long for them when they are absent. They remain neutral to the modes of nature and are not disturbed by them. Knowing it is only the guṇas that act, they stay established in the self, without wavering."
  },
  {
    "verseHeader": "Bhagavad Gita 14.24 – 14.25",
    "id": "14.24 – 14.25",
    "oneLiner": "Those who are alike in happiness and distress; who are established in the self; who look upon a clod, a stone, and a piece of gold as of equal value; who remain the same amidst pleasant and unpleasant events; who are intelligent; who accept both blame and praise with equanimity; who remain the same in honor and dishonor; who treat both friend and foe alike; and who have abandoned all enterprises – they are said to have risen above the three guṇas."
  },
  {
    "verseHeader": "Bhagavad Gita 14.26",
    "id": "14.26",
    "oneLiner": "Those who serve me with unalloyed devotion rise above the three modes of material nature and come to the level of Brahman."
  },
  {
    "verseHeader": "Bhagavad Gita 14.27",
    "id": "14.27",
    "oneLiner": "I am the basis of the formless Brahman, the immortal and imperishable, of eternal dharma, and of unending divine bliss."
  }
]