[
  {
    "verseHeader": "Bhagavad Gita 15.1",
    "id": "15.1",
    "oneLiner": "The Supreme Divine Personality said: They speak of an eternal aśhvatth tree with its roots above and branches below. Its leaves are the Vedic hymns, and one who knows the secret of this tree is the knower of the Vedas."
  },
  {
    "verseHeader": "Bhagavad Gita 15.2",
    "id": "15.2",
    "oneLiner": "The branches of the tree extend upward and downward, nourished by the three guṇas, with the objects of the senses as tender buds. The roots of the tree hang downward, causing the flow of karma in the human form. Below, its roots branch out causing (karmic) actions in the world of humans."
  },
  {
    "verseHeader": "Bhagavad Gita 15.3 – 15.4",
    "id": "15.3 – 15.4",
    "oneLiner": "The real form of this tree is not perceived in this world, neither its beginning nor end, nor its continued existence. But this deep-rooted aśhvatth tree must be cut down with a strong axe of detachment. Then one must search out the base of the tree, which is the Supreme Lord, from whom streamed forth the activity of the universe a long time ago. Upon taking refuge in Him, one will not return to this world again."
  },
  {
    "verseHeader": "Bhagavad Gita 15.5",
    "id": "15.5",
    "oneLiner": "Those who are free from vanity and delusion, who have overcome the evil of attachment, who dwell constantly in the self and God, who are freed from the desire to enjoy the senses, and are beyond the dualities of pleasure and pain, such liberated personalities attain My eternal Abode."
  },
  {
    "verseHeader": "Bhagavad Gita 15.6",
    "id": "15.6",
    "oneLiner": "Neither the sun nor the moon, nor fire can illumine that Supreme Abode of Mine. Having gone There, one does not return to this material world again."
  },
  {
    "verseHeader": "Bhagavad Gita 15.7",
    "id": "15.7",
    "oneLiner": "The embodied souls in this material world are My eternal fragmental parts. But bound by material nature, they are struggling with the six senses including the mind."
  },
  {
    "verseHeader": "Bhagavad Gita 15.8",
    "id": "15.8",
    "oneLiner": "As the air carries fragrance from place to place, so does the embodied soul carry the mind and senses with it, when it leaves an old body and enters a new one."
  },
  {
    "verseHeader": "Bhagavad Gita 15.9",
    "id": "15.9",
    "oneLiner": "Using the sense perceptions of the ears, eyes, skin, tongue, and nose, which are grouped around the mind, the embodied soul savors the objects of the senses."
  },
  {
    "verseHeader": "Bhagavad Gita 15.10",
    "id": "15.10",
    "oneLiner": "The ignorant do not perceive the soul as it resides in the body, and as it enjoys sense objects; nor do they perceive it when it departs. But those who possess the eyes of knowledge can behold it."
  },
  {
    "verseHeader": "Bhagavad Gita 15.11",
    "id": "15.11",
    "oneLiner": "Striving yogis too are able to realize the soul enshrined in the body. However, those whose minds are not purified cannot cognize it, even though they strive to do so."
  },
  {
    "verseHeader": "Bhagavad Gita 15.12",
    "id": "15.12",
    "oneLiner": "Know that I am like the brilliance of the sun that illuminates the entire solar system. The radiance of the moon and the brightness of the fire also come from Me."
  },
  {
    "verseHeader": "Bhagavad Gita 15.13",
    "id": "15.13",
    "oneLiner": "Permeating the earth, I nourish all living beings with My energy. Becoming the moon, I nourish all plants with the juice of life."
  },
  {
    "verseHeader": "Bhagavad Gita 15.14",
    "id": "15.14",
    "oneLiner": "It is I who take the form of the fire of digestion in the stomachs of all living beings, and combine with the incoming and outgoing breaths, to digest and assimilate the four kinds of foods."
  },
  {
    "verseHeader": "Bhagavad Gita 15.15",
    "id": "15.15",
    "oneLiner": "I am seated in the hearts of all living beings, and from Me come memory, knowledge, as well as forgetfulness. I alone am to be known by all the Vedas, am the author of the Vedānt, and the knower of the meaning of the Vedas."
  },
  {
    "verseHeader": "Bhagavad Gita 15.16",
    "id": "15.16",
    "oneLiner": "There are two kinds of beings in creation, the kṣhar (perishable) and the akṣhar (imperishable). The perishable are all beings in the material realm. The imperishable are the the liberated beings."
  },
  {
    "verseHeader": "Bhagavad Gita 15.17",
    "id": "15.17",
    "oneLiner": "Besides these, is the Supreme Divine Personality, who is the indestructible Supreme Soul. He enters the three worlds as the unchanging controller and supports all living beings."
  },
  {
    "verseHeader": "Bhagavad Gita 15.18",
    "id": "15.18",
    "oneLiner": "I am transcendental to the perishable world of matter, and even to the imperishable soul; hence I am celebrated, both in the Vedas and the Smṛitis, as the Supreme Divine Personality."
  },
  {
    "verseHeader": "Bhagavad Gita 15.19",
    "id": "15.19",
    "oneLiner": "Those who know Me without doubt as the Supreme Divine Personality truly have complete knowledge. O Arjun, they worship Me with their whole being."
  },
  {
    "verseHeader": "Bhagavad Gita 15.20",
    "id": "15.20",
    "oneLiner": "I have shared this most secret principle of the Vedic scriptures with you, O sinless Arjun. By understanding this, a person becomes enlightened, and fulfills all that is to be accomplished."
  }
]