[
  {
    "verseHeader": "Bhagavad Gita 17.1",
    "id": "17.1",
    "oneLiner": "Arjun said: O Krishna, where do they stand who disregard the injunctions of the scriptures, but still worship with faith? Is their faith in the mode of goodness, passion, or ignorance?"
  },
  {
    "verseHeader": "Bhagavad Gita 17.2",
    "id": "17.2",
    "oneLiner": "The Supreme Divine Personality said: Every human being is born with innate faith, which can be of three kinds—sāttvic, rājasic, or tāmasic. Now hear about this from me."
  },
  {
    "verseHeader": "Bhagavad Gita 17.3",
    "id": "17.3",
    "oneLiner": "The faith of all humans conforms to the nature of their mind. All people possess faith, and whatever the nature of their faith, that is verily what they are."
  },
  {
    "verseHeader": "Bhagavad Gita 17.4",
    "id": "17.4",
    "oneLiner": "Those in the mode of goodness worship the celestial gods; those in the mode of passion worship the yakṣhas and rākṣhasas; those in the mode of ignorance worship ghosts and spirits."
  },
  {
    "verseHeader": "Bhagavad Gita 17.5 – 17.6",
    "id": "17.5 – 17.6",
    "oneLiner": "Some people perform stern austerities that are not enjoined by the scriptures, but rather motivated by hypocrisy and egotism. Impelled by desire and attachment, they torment not only the elements of their body, but also I who dwell within them as the Supreme Soul. Know these senseless people to be of demoniacal resolves."
  },
  {
    "verseHeader": "Bhagavad Gita 17.7",
    "id": "17.7",
    "oneLiner": "The food persons prefer is according to their dispositions. The same is true for the sacrifice, austerity, and charity they incline toward. Now hear of the distinctions from me."
  },
  {
    "verseHeader": "Bhagavad Gita 17.8",
    "id": "17.8",
    "oneLiner": "Persons in the mode of goodness prefer foods that promote the life span, and increase virtue, strength, health, happiness, and satisfaction. Such foods are juicy, succulent, nourishing, and naturally tasteful."
  },
  {
    "verseHeader": "Bhagavad Gita 17.9",
    "id": "17.9",
    "oneLiner": "Foods that are too bitter, too sour, salty, very hot, pungent, dry, and chiliful, are dear to persons in the mode of passion. Such foods produce pain, grief, and disease."
  },
  {
    "verseHeader": "Bhagavad Gita 17.10",
    "id": "17.10",
    "oneLiner": "Foods that are overcooked, stale, putrid, polluted, and impure are dear to persons in the mode of ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 17.11",
    "id": "17.11",
    "oneLiner": "Sacrifice that is performed according to the scriptural injunctions without expectation of rewards, with the firm conviction of the mind that it is a matter of duty is of the nature of goodness."
  },
  {
    "verseHeader": "Bhagavad Gita 17.12",
    "id": "17.12",
    "oneLiner": "O best of the Bharatas, know that sacrifice, which is performed for material benefit, or with hypocritical aim, to be in the mode of passion."
  },
  {
    "verseHeader": "Bhagavad Gita 17.13",
    "id": "17.13",
    "oneLiner": "Sacrifice devoid of faith and contrary to the injunctions of the scriptures, in which no food is offered, no mantras chanted, and no donation made, is to be considered in the mode of ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 17.14",
    "id": "17.14",
    "oneLiner": "Worship of the Supreme Lord, the Brahmins, the spiritual master, the wise, and the elders—when this is done with the observance of cleanliness, simplicity, celibacy, and non-violence—is declared as the austerity of the body."
  },
  {
    "verseHeader": "Bhagavad Gita 17.15",
    "id": "17.15",
    "oneLiner": "Words that do not cause distress, are truthful, inoffensive, and beneficial, as well as the regular recitation of the Vedic scriptures—these are declared as the austerity of speech."
  },
  {
    "verseHeader": "Bhagavad Gita 17.16",
    "id": "17.16",
    "oneLiner": "Serenity of thought, gentleness, silence, self-control, and purity of purpose—all these are declared as the austerity of the mind."
  },
  {
    "verseHeader": "Bhagavad Gita 17.17",
    "id": "17.17",
    "oneLiner": "When devout persons with ardent faith practice these three-fold austerities without yearning for material rewards, they are designated as austerities in the mode of goodness."
  },
  {
    "verseHeader": "Bhagavad Gita 17.18",
    "id": "17.18",
    "oneLiner": "Austerity that is performed with ostentation for the sake of gaining honor, respect, and adoration is in the mode of passion. Its benefits are unstable and transitory."
  },
  {
    "verseHeader": "Bhagavad Gita 17.19",
    "id": "17.19",
    "oneLiner": "Austerity that is performed by those with confused notions, and which involves torturing the self or harming others, is described to be in the mode of ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 17.20",
    "id": "17.20",
    "oneLiner": "Charity given to a worthy person simply because it is right to give, without consideration of anything in return, at the proper time and in the proper place, is stated to be in the mode of goodness."
  },
  {
    "verseHeader": "Bhagavad Gita 17.21",
    "id": "17.21",
    "oneLiner": "But charity given with reluctance, with the hope of a return or in expectation of a reward, is said to be in the mode of passion."
  },
  {
    "verseHeader": "Bhagavad Gita 17.22",
    "id": "17.22",
    "oneLiner": "And that charity, which is given at the wrong place and wrong time to unworthy persons, without showing respect, or with contempt, is held to be of the nature of nescience."
  },
  {
    "verseHeader": "Bhagavad Gita 17.23",
    "id": "17.23",
    "oneLiner": "The words “Om Tat Sat” have been declared as symbolic representations of the Supreme Absolute Truth, from the beginning of creation. From them came the priests, scriptures, and sacrifice."
  },
  {
    "verseHeader": "Bhagavad Gita 17.24",
    "id": "17.24",
    "oneLiner": "Therefore, when performing acts of sacrifice, offering charity, or undertaking penance, expounders of the Vedas always begin by uttering “Om” according to the prescriptions of Vedic injunctions."
  },
  {
    "verseHeader": "Bhagavad Gita 17.25",
    "id": "17.25",
    "oneLiner": "Persons who do not desire fruitive rewards, but seek to be free from material entanglements, utter the word “Tat” along with acts of austerity, sacrifice, and charity."
  },
  {
    "verseHeader": "Bhagavad Gita 17.26 – 17.27",
    "id": "17.26 – 17.27",
    "oneLiner": "The word “Sat” means eternal existence and goodness. O Arjun, it is also used to describe an auspicious action. Being established in the performance of sacrifice, penance, and charity, is also described by the word “Sat.” And so any act for such purposes is named “Sat.”"
  },
  {
    "verseHeader": "Bhagavad Gita 17.28",
    "id": "17.28",
    "oneLiner": "O son of Pritha, whatever acts of sacrifice or penance are done without faith, are termed as “Asat.” They are useless both in this world and the next."
  }
]