[
  {
    "verseHeader": "Bhagavad Gita 18.1",
    "id": "18.1",
    "oneLiner": "Arjun said: O mighty-armed Krishna, I wish to understand the nature of sanyās (renunciation of actions) and tyāg (renunciation of the desire for the fruits of actions). O Hrishikesh, I also wish to know the distinction between the two, O Keshinisudan."
  },
  {
    "verseHeader": "Bhagavad Gita 18.2",
    "id": "18.2",
    "oneLiner": "The Supreme Divine Personality said: Giving up of actions motivated by desire is what the wise understand as sanyās. Relinquishing the fruits of all actions is what the learned declare to be tyāg."
  },
  {
    "verseHeader": "Bhagavad Gita 18.3",
    "id": "18.3",
    "oneLiner": "Some learned people declare that all kinds of actions should be given up as evil, while others maintain that acts of sacrifice, charity, and penance should never be abandoned."
  },
  {
    "verseHeader": "Bhagavad Gita 18.4",
    "id": "18.4",
    "oneLiner": "Now hear my conclusion on the subject of renunciation, O tiger amongst men, for renunciation has been declared to be of three kinds."
  },
  {
    "verseHeader": "Bhagavad Gita 18.5",
    "id": "18.5",
    "oneLiner": "Actions based upon sacrifice, charity, and penance should never be abandoned; they must certainly be performed. Indeed, acts of sacrifice, charity, and penance are purifying even for those who are wise."
  },
  {
    "verseHeader": "Bhagavad Gita 18.6",
    "id": "18.6",
    "oneLiner": "These activities must be performed without attachment and expectation for rewards. This is my definite and supreme verdict, O Arjun."
  },
  {
    "verseHeader": "Bhagavad Gita 18.7",
    "id": "18.7",
    "oneLiner": "Prescribed duties should never be renounced. Such deluded renunciation is said to be in the mode of ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 18.8",
    "id": "18.8",
    "oneLiner": "To give up prescribed duties because they are troublesome or cause bodily discomfort is renunciation in the mode of passion. Such renunciation is never beneficial or elevating."
  },
  {
    "verseHeader": "Bhagavad Gita 18.9",
    "id": "18.9",
    "oneLiner": "When actions are taken in response to duty, Arjun, and one relinquishes attachment to any reward, it is considered renunciation in the nature of goodness."
  },
  {
    "verseHeader": "Bhagavad Gita 18.10",
    "id": "18.10",
    "oneLiner": "Those who neither avoid disagreeable work nor seek work because it is agreeable are persons of true renunciation. They are endowed with the quality of the mode of goodness and have no doubts (about the nature of work)."
  },
  {
    "verseHeader": "Bhagavad Gita 18.11",
    "id": "18.11",
    "oneLiner": "For the embodied being, it is impossible to give up activities entirely. But those who relinquish the fruits of their actions are said to be truly renounced."
  },
  {
    "verseHeader": "Bhagavad Gita 18.12",
    "id": "18.12",
    "oneLiner": "The three-fold fruits of actions—pleasant, unpleasant, and mixed—accrue even after death to those who are attached to personal reward. But, for those who renounce the fruits of their actions, there are no such results in the here or hereafter."
  },
  {
    "verseHeader": "Bhagavad Gita 18.13",
    "id": "18.13",
    "oneLiner": "O Arjun, now learn from me about the five factors that have been mentioned for the accomplishment of all actions in the doctrine of Sānkhya, which explains how to stop the reactions of karmas."
  },
  {
    "verseHeader": "Bhagavad Gita 18.14",
    "id": "18.14",
    "oneLiner": "The body, the doer, the various senses, the many kinds of efforts, and Divine Providence—these are the five factors of action."
  },
  {
    "verseHeader": "Bhagavad Gita 18.15 – 18.16",
    "id": "18.15 – 18.16",
    "oneLiner": "These five are the contributory factors for whatever action is performed, whether proper or improper, with body, speech, or mind. Those who do not understand this regard the soul as the only doer. With their impure intellects they cannot see things as they are."
  },
  {
    "verseHeader": "Bhagavad Gita 18.17",
    "id": "18.17",
    "oneLiner": "Those who are free from the ego of being the doer, and whose intellect is unattached, though they may slay living beings, they neither kill nor are they bound by actions."
  },
  {
    "verseHeader": "Bhagavad Gita 18.18",
    "id": "18.18",
    "oneLiner": "Knowledge, the object of knowledge, and the knower—these are the three factors that induce action. The instrument of action, the act itself, and the doer—these are the three constituents of action."
  },
  {
    "verseHeader": "Bhagavad Gita 18.19",
    "id": "18.19",
    "oneLiner": "Knowledge, action, and the doer are declared to be of three kinds in the Sānkhya philosophy, distinguished according to the three modes of material nature. Listen, and I will explain their distinctions to you."
  },
  {
    "verseHeader": "Bhagavad Gita 18.20",
    "id": "18.20",
    "oneLiner": "Understand that knowledge to be in the mode of goodness by which a person sees one undivided imperishable reality within all diverse living beings."
  },
  {
    "verseHeader": "Bhagavad Gita 18.21",
    "id": "18.21",
    "oneLiner": "That knowledge is to be considered in the mode of passion by which one sees the manifold living entities in diverse bodies as individual and unconnected."
  },
  {
    "verseHeader": "Bhagavad Gita 18.22",
    "id": "18.22",
    "oneLiner": "That knowledge is said to be in the mode of ignorance where one is engrossed in a fragmental concept as if it encompasses the whole, and which is neither grounded in reason nor based on the truth."
  },
  {
    "verseHeader": "Bhagavad Gita 18.23",
    "id": "18.23",
    "oneLiner": "Action that is in accordance with the scriptures, which is free from attachment and aversion, and which is done without desire for rewards, is in the mode of goodness."
  },
  {
    "verseHeader": "Bhagavad Gita 18.24",
    "id": "18.24",
    "oneLiner": "Action that is prompted by selfish desire, enacted with pride, and full of stress, is in the nature of passion."
  },
  {
    "verseHeader": "Bhagavad Gita 18.25",
    "id": "18.25",
    "oneLiner": "That action is declared to be in the mode of ignorance, which is begun out of delusion, without thought to one’s own ability, and disregarding consequences, loss, and injury to others."
  },
  {
    "verseHeader": "Bhagavad Gita 18.26",
    "id": "18.26",
    "oneLiner": "The performer is said to be in the mode of goodness, when he or she is free from egotism and attachment, endowed with enthusiasm and determination, and equipoised in success and failure."
  },
  {
    "verseHeader": "Bhagavad Gita 18.27",
    "id": "18.27",
    "oneLiner": "The performer is considered in the mode of passion when he or she craves the fruits of the work, is covetous, violent-natured, impure, and moved by joy and sorrow."
  },
  {
    "verseHeader": "Bhagavad Gita 18.28",
    "id": "18.28",
    "oneLiner": "A performer in the mode of ignorance is one who is undisciplined, vulgar, stubborn, deceitful, slothful, despondent, and procrastinating."
  },
  {
    "verseHeader": "Bhagavad Gita 18.29",
    "id": "18.29",
    "oneLiner": "Hear now, O Arjun, of the distinctions of intellect and determination, according to the three modes of material nature, as I describe them in detail."
  },
  {
    "verseHeader": "Bhagavad Gita 18.30",
    "id": "18.30",
    "oneLiner": "The intellect is said to be in the nature of goodness, O Parth, when it understands what is proper action and what is improper action, what is duty and what is non-duty, what is to be feared and what is not to be feared, what is binding and what is liberating."
  },
  {
    "verseHeader": "Bhagavad Gita 18.31",
    "id": "18.31",
    "oneLiner": "The intellect is considered in the mode of passion when it is confused between righteousness and unrighteousness, and cannot distinguish between right and wrong conduct."
  },
  {
    "verseHeader": "Bhagavad Gita 18.32",
    "id": "18.32",
    "oneLiner": "That intellect which is shrouded in darkness, imagining irreligion to be religion, and perceiving untruth to be the truth, is of the nature of ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 18.33",
    "id": "18.33",
    "oneLiner": "The steadfast will that is developed through Yog, and which sustains the activities of the mind, the life-airs, and the senses, is said to be determination in the mode of goodness."
  },
  {
    "verseHeader": "Bhagavad Gita 18.34",
    "id": "18.34",
    "oneLiner": "The steadfast will by which one holds to duty, pleasures, and wealth, out of attachment and desire for rewards, is determination in the mode of passion."
  },
  {
    "verseHeader": "Bhagavad Gita 18.35",
    "id": "18.35",
    "oneLiner": "That unintelligent resolve is said to be determination in the mode of ignorance, in which one does not give up dreaming, fearing, grieving, despair, and conceit."
  },
  {
    "verseHeader": "Bhagavad Gita 18.36",
    "id": "18.36",
    "oneLiner": "And now hear from me, O Arjun, of the three kinds of happiness in which the embodied soul rejoices, and can even reach the end of all suffering."
  },
  {
    "verseHeader": "Bhagavad Gita 18.37",
    "id": "18.37",
    "oneLiner": "That which seems like poison at first, but tastes like nectar in the end, is said to be happiness in the mode of goodness. It is generated by the pure intellect that is situated in self-knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 18.38",
    "id": "18.38",
    "oneLiner": "Happiness is said to be in the mode of passion when it is derived from the contact of the senses with their objects. Such happiness is like nectar at first but poison at the end."
  },
  {
    "verseHeader": "Bhagavad Gita 18.39",
    "id": "18.39",
    "oneLiner": "That happiness which covers the nature of the self from beginning to end, and which is derived from sleep, indolence, and negligence, is said to be in the mode of ignorance."
  },
  {
    "verseHeader": "Bhagavad Gita 18.40",
    "id": "18.40",
    "oneLiner": "No living being on earth or the higher celestial abodes in this material realm is free from the influence of these three modes of nature."
  },
  {
    "verseHeader": "Bhagavad Gita 18.41",
    "id": "18.41",
    "oneLiner": "The duties of the Brahmins, Kshatriyas, Vaishyas, and Shudras—are distributed according to their qualities, in accordance with their guṇas (and not by birth)."
  },
  {
    "verseHeader": "Bhagavad Gita 18.42",
    "id": "18.42",
    "oneLiner": "Tranquility, restraint, austerity, purity, patience, integrity, knowledge, wisdom, and belief in a hereafter—these are the intrinsic qualities of work for Brahmins."
  },
  {
    "verseHeader": "Bhagavad Gita 18.43",
    "id": "18.43",
    "oneLiner": "Valor, strength, fortitude, skill in weaponry, resolve never to retreat from battle, large-heartedness in charity, and leadership abilities, these are the natural qualities of work for Kshatriyas."
  },
  {
    "verseHeader": "Bhagavad Gita 18.44",
    "id": "18.44",
    "oneLiner": "Agriculture, dairy farming, and commerce are the natural works for those with the qualities of Vaishyas. Serving through work is the natural duty for those with the qualities of Shudras."
  },
  {
    "verseHeader": "Bhagavad Gita 18.45",
    "id": "18.45",
    "oneLiner": "By fulfilling their duties, born of their innate qualities, human beings can attain perfection. Now hear from me how one can become perfect by discharging one’s prescribed duties."
  },
  {
    "verseHeader": "Bhagavad Gita 18.46",
    "id": "18.46",
    "oneLiner": "By performing one’s natural occupation, one worships the Creator from whom all living entities have come into being, and by whom the whole universe is pervaded. By such performance of work, a person easily attains perfection."
  },
  {
    "verseHeader": "Bhagavad Gita 18.47",
    "id": "18.47",
    "oneLiner": "It is better to do one’s own dharma, even though imperfectly, than to do another’s dharma, even though perfectly. By doing one’s innate duties, a person does not incur sin."
  },
  {
    "verseHeader": "Bhagavad Gita 18.48",
    "id": "18.48",
    "oneLiner": "One should not abandon duties born of one’s nature, even if one sees defects in them, O son of Kunti. Indeed, all endeavors are veiled by some evil, as fire is by smoke."
  },
  {
    "verseHeader": "Bhagavad Gita 18.49",
    "id": "18.49",
    "oneLiner": "Those whose intellect is unattached everywhere, who have mastered the mind, and are free from desires by the practice of renunciation, attain the highest perfection of freedom from action."
  },
  {
    "verseHeader": "Bhagavad Gita 18.50",
    "id": "18.50",
    "oneLiner": "Hear from me briefly, O Arjun, and I shall explain how one, who has attained perfection (of cessation of actions), can also attain Brahman by being firmly fixed in transcendental knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 18.51 – 18.53",
    "id": "18.51 – 18.53",
    "oneLiner": "One becomes fit to attain Brahman when he or she possesses a purified intellect and firmly restrains the senses, abandoning sound and other objects of the senses, casting aside attraction and aversion. Such a person relishes solitude, eats lightly, controls body, mind, and speech, is ever engaged in meditation, and practices dispassion. Free from egotism, violence, arrogance, desire, possessiveness of property, and selfishness, such a person, situated in tranquility, is fit for union with Brahman (i.e., realization of the Absolute Truth as Brahman)."
  },
  {
    "verseHeader": "Bhagavad Gita 18.54",
    "id": "18.54",
    "oneLiner": "One situated in the transcendental Brahman realization becomes mentally serene, neither grieving nor desiring. Being equitably disposed toward all living beings, such a yogi attains supreme devotion unto me."
  },
  {
    "verseHeader": "Bhagavad Gita 18.55",
    "id": "18.55",
    "oneLiner": "Only by loving devotion to me does one come to know who I am in truth. Then, having come to know me, my devotee enters into full consciousness of me."
  },
  {
    "verseHeader": "Bhagavad Gita 18.56",
    "id": "18.56",
    "oneLiner": "My devotees, though performing all kinds of actions, take full refuge in me. By my grace, they attain the eternal and imperishable abode."
  },
  {
    "verseHeader": "Bhagavad Gita 18.57",
    "id": "18.57",
    "oneLiner": "Dedicate your every activity to me, making me your supreme goal. Taking shelter of the Yog of the intellect, keep your consciousness absorbed in me always."
  },
  {
    "verseHeader": "Bhagavad Gita 18.58",
    "id": "18.58",
    "oneLiner": "If you remember me always, by my grace you will overcome all obstacles and difficulties. But if, due to pride, you do not listen to my advice, you will perish."
  },
  {
    "verseHeader": "Bhagavad Gita 18.59",
    "id": "18.59",
    "oneLiner": "If, motivated by pride, you think, “I shall not fight,” your decision will be in vain. Your own material (Kshatriya) nature will compel you to fight."
  },
  {
    "verseHeader": "Bhagavad Gita 18.60",
    "id": "18.60",
    "oneLiner": "O Arjun, that action which out of delusion you do not wish to do, you will be driven to do it by your own inclination, born of your own material nature."
  },
  {
    "verseHeader": "Bhagavad Gita 18.61",
    "id": "18.61",
    "oneLiner": "The Supreme Lord dwells in the hearts of all living beings, O Arjun. According to their karmas, he directs the wanderings of the souls, who are seated on a machine made of the material energy."
  },
  {
    "verseHeader": "Bhagavad Gita 18.62",
    "id": "18.62",
    "oneLiner": "Surrender exclusively unto him with your whole being, O Bharat. By his grace, you will attain perfect peace and the eternal abode."
  },
  {
    "verseHeader": "Bhagavad Gita 18.63",
    "id": "18.63",
    "oneLiner": "Thus, I have explained to you this knowledge that is more secret than all secrets. Ponder over it deeply, and then do as you wish."
  },
  {
    "verseHeader": "Bhagavad Gita 18.64",
    "id": "18.64",
    "oneLiner": "Hear again my supreme instruction, the most confidential of all knowledge. I am revealing this for your benefit because you are very dear to me."
  },
  {
    "verseHeader": "Bhagavad Gita 18.65",
    "id": "18.65",
    "oneLiner": "Always think of me, be devoted to me, worship me, and offer obeisance to me. Doing so, you will certainly come to me. This is my pledge to you, for you are very dear to me."
  },
  {
    "verseHeader": "Bhagavad Gita 18.66",
    "id": "18.66",
    "oneLiner": "Abandon all varieties of dharmas and simply surrender unto me alone. I shall liberate you from all sinful reactions; do not fear."
  },
  {
    "verseHeader": "Bhagavad Gita 18.67",
    "id": "18.67",
    "oneLiner": "This instruction should never be explained to those who are not austere or to those who are not devoted. It should also not be spoken to those who are averse to listening (to spiritual topics), and especially not to those who are envious of me."
  },
  {
    "verseHeader": "Bhagavad Gita 18.68",
    "id": "18.68",
    "oneLiner": "Those, who teach this most confidential knowledge amongst my devotees, perform the greatest act of love. They will come to me without doubt."
  },
  {
    "verseHeader": "Bhagavad Gita 18.69",
    "id": "18.69",
    "oneLiner": "No human being does more loving service to me than they; nor shall there ever be anyone on this earth more dear to me."
  },
  {
    "verseHeader": "Bhagavad Gita 18.70",
    "id": "18.70",
    "oneLiner": "And I proclaim that those who study this sacred dialogue of ours will worship me (with their intellect) through the sacrifice of knowledge; such is my view."
  },
  {
    "verseHeader": "Bhagavad Gita 18.71",
    "id": "18.71",
    "oneLiner": "Even those who only listen to this knowledge with faith and without envy will be liberated from sins and attain the auspicious abodes where the pious dwell."
  },
  {
    "verseHeader": "Bhagavad Gita 18.72",
    "id": "18.72",
    "oneLiner": "O Arjun, have you heard me with a concentrated mind? Have your ignorance and delusion been destroyed?"
  },
  {
    "verseHeader": "Bhagavad Gita 18.73",
    "id": "18.73",
    "oneLiner": "Arjun Said: O infallible one, by your grace my illusion has been dispelled, and I am situated in knowledge. I am now free from doubts, and I shall act according to your instructions."
  },
  {
    "verseHeader": "Bhagavad Gita 18.74",
    "id": "18.74",
    "oneLiner": "Sanjay said: Thus, have I heard this wonderful conversation between Shree Krishna, the son of Vasudev, and Arjun, the noble-hearted son of Pritha. So thrilling is the message that my hair is standing on end."
  },
  {
    "verseHeader": "Bhagavad Gita 18.75",
    "id": "18.75",
    "oneLiner": "By the grace of Veda Vyas, I have heard this supreme and most secret Yog from the Lord of Yog, Shree Krishna himself."
  },
  {
    "verseHeader": "Bhagavad Gita 18.76",
    "id": "18.76",
    "oneLiner": "As I repeatedly recall this astonishing and wonderful dialogue between the Supreme Lord Shree Krishna and Arjun, O King, I rejoice again and again."
  },
  {
    "verseHeader": "Bhagavad Gita 18.77",
    "id": "18.77",
    "oneLiner": "And remembering that most astonishing and wonderful cosmic form of Lord Krishna, great is my astonishment, and I am thrilled with joy over and over again."
  },
  {
    "verseHeader": "Bhagavad Gita 18.78",
    "id": "18.78",
    "oneLiner": "Wherever there is Shree Krishna, the Lord of all Yog, and wherever there is Arjun, the supreme archer, there will also certainly be unending opulence, victory, prosperity, and righteousness. Of this, I am certain."
  }
]