[
  {
    "verseHeader": "Bhagavad Gita 3.1 – 3.2",
    "id": "3.1 – 3.2",
    "oneLiner": "Arjun said: O Janardan, if you consider knowledge superior to action, then why do you ask me to wage this terrible war? My intellect is bewildered by your ambiguous advice. Please tell me decisively the one path by which I may attain the highest good."
  },
  {
    "verseHeader": "Bhagavad Gita 3.3",
    "id": "3.3",
    "oneLiner": "The Blessed Lord said: O sinless one, the two paths leading to enlightenment were previously explained by me: the path of knowledge, for those inclined toward contemplation, and the path of work for those inclined toward action."
  },
  {
    "verseHeader": "Bhagavad Gita 3.4",
    "id": "3.4",
    "oneLiner": "One cannot achieve freedom from karmic reactions by merely abstaining from work, nor can one attain perfection of knowledge by mere physical renunciation."
  },
  {
    "verseHeader": "Bhagavad Gita 3.5",
    "id": "3.5",
    "oneLiner": "There is no one who can remain without action even for a moment. Indeed, all beings are compelled to act by their qualities born of material nature (the three guṇas)."
  },
  {
    "verseHeader": "Bhagavad Gita 3.6",
    "id": "3.6",
    "oneLiner": "Those who restrain the external organs of action, while continuing to dwell on sense objects in the mind, certainly delude themselves and are to be called hypocrites."
  },
  {
    "verseHeader": "Bhagavad Gita 3.7",
    "id": "3.7",
    "oneLiner": "But those karm yogis who control their knowledge senses with the mind, O Arjun, and engage the working senses in working without attachment, are certainly superior."
  },
  {
    "verseHeader": "Bhagavad Gita 3.8",
    "id": "3.8",
    "oneLiner": "You should thus perform your prescribed Vedic duties, since action is superior to inaction. By ceasing activity, even your bodily maintenance will not be possible."
  },
  {
    "verseHeader": "Bhagavad Gita 3.9",
    "id": "3.9",
    "oneLiner": "Work must be done as a yajña (sacrifice) to the Supreme Lord; otherwise, work causes bondage in this material world. Therefore, O son of Kunti, perform your prescribed duties, without being attached to the results, for the satisfaction of God."
  },
  {
    "verseHeader": "Bhagavad Gita 3.10",
    "id": "3.10",
    "oneLiner": "In the beginning of creation, Brahma created humankind along with duties, and said, “Prosper in the performance of these yajñas (sacrifices), for they shall bestow upon you all you wish to achieve.”"
  },
  {
    "verseHeader": "Bhagavad Gita 3.11",
    "id": "3.11",
    "oneLiner": "By your sacrifices the celestial gods will be pleased, and by cooperation between humans and the celestial gods, prosperity will reign for all."
  },
  {
    "verseHeader": "Bhagavad Gita 3.12",
    "id": "3.12",
    "oneLiner": "The celestial gods, being satisfied by the performance of sacrifice, will grant you all the desired necessities of life. But those who enjoy what is given to them, without making offerings in return, are verily thieves."
  },
  {
    "verseHeader": "Bhagavad Gita 3.13",
    "id": "3.13",
    "oneLiner": "The spiritually-minded, who eat food that is first offered in sacrifice, are released from all kinds of sin. Others, who cook food for their own enjoyment, verily eat only sin."
  },
  {
    "verseHeader": "Bhagavad Gita 3.14",
    "id": "3.14",
    "oneLiner": "All living beings subsist on food, and food is produced by rains. Rains come from the performance of sacrifice, and sacrifice is produced by the performance of prescribed duties."
  },
  {
    "verseHeader": "Bhagavad Gita 3.15",
    "id": "3.15",
    "oneLiner": "The duties for human beings are described in the Vedas, and the Vedas are manifested by God himself. Therefore, the all-pervading Lord is eternally present in acts of sacrifice."
  },
  {
    "verseHeader": "Bhagavad Gita 3.16",
    "id": "3.16",
    "oneLiner": "O Parth, those who do not accept their responsibility in the cycle of sacrifice established by the Vedas are sinful. They live only for the delight of their senses; indeed their lives are in vain."
  },
  {
    "verseHeader": "Bhagavad Gita 3.17",
    "id": "3.17",
    "oneLiner": "But those who rejoice in the self, who are illumined and fully satisfied in the self, for them, there is no duty."
  },
  {
    "verseHeader": "Bhagavad Gita 3.18",
    "id": "3.18",
    "oneLiner": "Such self-realized souls have nothing to gain or lose either in discharging or renouncing their duties. Nor do they need to depend on other living beings to fulfill their self-interest."
  },
  {
    "verseHeader": "Bhagavad Gita 3.19",
    "id": "3.19",
    "oneLiner": "Therefore, giving up attachment, perform actions as a matter of duty, for by working without being attached to the fruits, one attains the Supreme."
  },
  {
    "verseHeader": "Bhagavad Gita 3.20 – 3.21",
    "id": "3.20 – 3.21",
    "oneLiner": "By performing their prescribed duties, King Janak and others attained perfection. You should also perform your work to set an example for the good of the world. Whatever actions great persons perform, common people follow. Whatever standards they set, all the world pursues."
  },
  {
    "verseHeader": "Bhagavad Gita 3.22",
    "id": "3.22",
    "oneLiner": "There is no duty for me to do in all the three worlds, O Parth, nor do I have anything to gain or attain. Yet, I am engaged in prescribed duties."
  },
  {
    "verseHeader": "Bhagavad Gita 3.23",
    "id": "3.23",
    "oneLiner": "For if I did not carefully perform the prescribed duties, O Parth, all men would follow my path in all respects."
  },
  {
    "verseHeader": "Bhagavad Gita 3.24",
    "id": "3.24",
    "oneLiner": "If I ceased to perform prescribed actions, all these worlds would perish. I would be responsible for the pandemonium that would prevail, and would thereby destroy the peace of the human race."
  },
  {
    "verseHeader": "Bhagavad Gita 3.25",
    "id": "3.25",
    "oneLiner": "As ignorant people perform their duties with attachment to the results, O scion of Bharat, so should the wise act without attachment, for the sake of leading people on the right path."
  },
  {
    "verseHeader": "Bhagavad Gita 3.26",
    "id": "3.26",
    "oneLiner": "The wise should not create discord in the intellects of ignorant people, who are attached to fruitive actions, by inducing them to stop work. Rather, by performing their duties in an enlightened manner, they should inspire the ignorant also to do their prescribed duties."
  },
  {
    "verseHeader": "Bhagavad Gita 3.27",
    "id": "3.27",
    "oneLiner": "All activities are carried out by the three modes of material nature. But in ignorance, the soul, deluded by false identification with the body, thinks itself to be the doer."
  },
  {
    "verseHeader": "Bhagavad Gita 3.28",
    "id": "3.28",
    "oneLiner": "O mighty-armed Arjun, illumined persons distinguish the soul as distinct from guṇas and karmas. They perceive that it is only the guṇas (in the shape of the senses, mind, etc.) that move amongst the guṇas (in the shape of the objects of perception), and thus they do not get entangled in them."
  },
  {
    "verseHeader": "Bhagavad Gita 3.29",
    "id": "3.29",
    "oneLiner": "Those who are deluded by the operation of the guṇas become attached to the results of their actions. But the wise who understand these truths should not unsettle such ignorant people who know very little."
  },
  {
    "verseHeader": "Bhagavad Gita 3.30",
    "id": "3.30",
    "oneLiner": "Performing all works as an offering unto me, constantly meditate on me as the Supreme. Become free from desire and selfishness, and with your mental grief departed, fight!"
  },
  {
    "verseHeader": "Bhagavad Gita 3.31",
    "id": "3.31",
    "oneLiner": "Those who abide by these teachings of mine, with profound faith and free from cavil, are released from the bondage of karma."
  },
  {
    "verseHeader": "Bhagavad Gita 3.32",
    "id": "3.32",
    "oneLiner": "But those who find faults with my teachings, being bereft of knowledge and devoid of discrimination, they disregard these principles and bring about their own ruin."
  },
  {
    "verseHeader": "Bhagavad Gita 3.33",
    "id": "3.33",
    "oneLiner": "Even wise people act according to their natures, for all living beings are propelled by their natural tendencies. What will one gain by repression?"
  },
  {
    "verseHeader": "Bhagavad Gita 3.34",
    "id": "3.34",
    "oneLiner": "The senses naturally experience attachment and aversion to the sense objects, but do not be controlled by them, for they are way-layers and foes."
  },
  {
    "verseHeader": "Bhagavad Gita 3.35",
    "id": "3.35",
    "oneLiner": "It is far better to perform one’s natural prescribed duty, though tinged with faults, than to perform another’s prescribed duty, though perfectly. In fact, it is preferable to die in the discharge of one’s duty, than to follow the path of another, which is fraught with danger."
  },
  {
    "verseHeader": "Bhagavad Gita 3.36",
    "id": "3.36",
    "oneLiner": "Arjun asked: Why is a person impelled to commit sinful acts, even unwillingly, as if by force, O descendent of Vrishni (Krishna)?"
  },
  {
    "verseHeader": "Bhagavad Gita 3.37",
    "id": "3.37",
    "oneLiner": "The Supreme Lord said: It is lust alone, which is born of contact with the mode of passion, and later transformed into anger. Know this as the sinful, all-devouring enemy in the world."
  },
  {
    "verseHeader": "Bhagavad Gita 3.38",
    "id": "3.38",
    "oneLiner": "Just as a fire is covered by smoke, a mirror is masked by dust, and an embryo is concealed by the womb, similarly one’s knowledge gets shrouded by desire."
  },
  {
    "verseHeader": "Bhagavad Gita 3.39",
    "id": "3.39",
    "oneLiner": "The knowledge of even the most discerning gets covered by this perpetual enemy in the form of insatiable desire, which is never satisfied and burns like fire, O son of Kunti."
  },
  {
    "verseHeader": "Bhagavad Gita 3.40",
    "id": "3.40",
    "oneLiner": "The senses, mind, and intellect are said to be breeding grounds of desire. Through them, it clouds one’s knowledge and deludes the embodied soul."
  },
  {
    "verseHeader": "Bhagavad Gita 3.41",
    "id": "3.41",
    "oneLiner": "Therefore, O best of the Bharatas, in the very beginning bring the senses under control and slay this enemy called desire, which is the embodiment of sin and destroys knowledge and realization."
  },
  {
    "verseHeader": "Bhagavad Gita 3.42",
    "id": "3.42",
    "oneLiner": "The senses are superior to the gross body, and superior to the senses is the mind. Beyond the mind is the intellect, and even beyond the intellect is the soul."
  },
  {
    "verseHeader": "Bhagavad Gita 3.43",
    "id": "3.43",
    "oneLiner": "Thus knowing the soul to be superior to the material intellect, O mighty armed Arjun, subdue the self (senses, mind, and intellect) by the self (strength of the soul), and kill this formidable enemy called lust."
  }
]