[
  {
    "verseHeader": "Bhagavad Gita 4.1",
    "id": "4.1",
    "oneLiner": "The Supreme Lord Shree Krishna said: I taught this eternal science of Yog to the Sun-god, Vivasvan, who passed it on to Manu; and Manu in turn instructed it to Ikshvaku."
  },
  {
    "verseHeader": "Bhagavad Gita 4.2",
    "id": "4.2",
    "oneLiner": "O subduer of enemies, the saintly kings thus received this science of Yog in a continuous tradition. But with the long passage of time, it was lost to the world."
  },
  {
    "verseHeader": "Bhagavad Gita 4.3",
    "id": "4.3",
    "oneLiner": "The same ancient knowledge of Yog, which is the supreme secret, I am today revealing unto you, because you are my friend as well as my devotee, who can understand this transcendental wisdom."
  },
  {
    "verseHeader": "Bhagavad Gita 4.4",
    "id": "4.4",
    "oneLiner": "Arjun said: You were born much after Vivasvan. How am I to understand that in the beginning you instructed this science to him?"
  },
  {
    "verseHeader": "Bhagavad Gita 4.5",
    "id": "4.5",
    "oneLiner": "The Supreme Lord said: Both you and I have had many births, O Arjun. You have forgotten them, while I remember them all, O Parantapa."
  },
  {
    "verseHeader": "Bhagavad Gita 4.6",
    "id": "4.6",
    "oneLiner": "Although I am unborn, the Lord of all living entities, and have an imperishable nature, yet I appear in this world by virtue of Yogmaya, my divine power."
  },
  {
    "verseHeader": "Bhagavad Gita 4.7",
    "id": "4.7",
    "oneLiner": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjun, at that time I manifest myself on earth."
  },
  {
    "verseHeader": "Bhagavad Gita 4.8",
    "id": "4.8",
    "oneLiner": "To protect the righteous, to annihilate the wicked, and to reestablish the principles of dharma I appear on this earth, age after age."
  },
  {
    "verseHeader": "Bhagavad Gita 4.9",
    "id": "4.9",
    "oneLiner": "Those who understand the divine nature of my birth and activities, O Arjun, upon leaving the body, do not have to take birth again, but come to my eternal abode."
  },
  {
    "verseHeader": "Bhagavad Gita 4.10",
    "id": "4.10",
    "oneLiner": "Being freed from attachment, fear, and anger, becoming fully absorbed in me, and taking refuge in me, many persons in the past became purified by knowledge of me, and thus they attained my divine love."
  },
  {
    "verseHeader": "Bhagavad Gita 4.11",
    "id": "4.11",
    "oneLiner": "In whatever way people surrender unto me, I reciprocate with them accordingly. Everyone follows my path, knowingly or unknowingly, O son of Pritha."
  },
  {
    "verseHeader": "Bhagavad Gita 4.12",
    "id": "4.12",
    "oneLiner": "In this world, those desiring success in material activities worship the celestial gods, since material rewards manifest quickly."
  },
  {
    "verseHeader": "Bhagavad Gita 4.13",
    "id": "4.13",
    "oneLiner": "The four categories of occupations were created by me according to people’s qualities and activities. Although I am the creator of this system, know me to be the non-doer and eternal."
  },
  {
    "verseHeader": "Bhagavad Gita 4.14",
    "id": "4.14",
    "oneLiner": "Activities do not taint me, nor do I desire the fruits of action. One who knows me in this way is never bound by the karmic reactions of work."
  },
  {
    "verseHeader": "Bhagavad Gita 4.15",
    "id": "4.15",
    "oneLiner": "Knowing this truth, even seekers of liberation in ancient times performed actions. Therefore, following the footsteps of those ancient sages, you too should perform your duty."
  },
  {
    "verseHeader": "Bhagavad Gita 4.16",
    "id": "4.16",
    "oneLiner": "What is action and what is inaction? Even the wise are confused in determining this. Now I shall explain to you the secret of action, by knowing which, you may free yourself from material bondage."
  },
  {
    "verseHeader": "Bhagavad Gita 4.17",
    "id": "4.17",
    "oneLiner": "You must understand the nature of all three—recommended action, wrong action, and inaction. The truth about these is profound and difficult to understand."
  },
  {
    "verseHeader": "Bhagavad Gita 4.18",
    "id": "4.18",
    "oneLiner": "Those who see action in inaction and inaction in action are truly wise amongst humans. Although performing all kinds of actions, they are yogis and masters of all their actions."
  },
  {
    "verseHeader": "Bhagavad Gita 4.19",
    "id": "4.19",
    "oneLiner": "The enlightened sages call those persons wise, whose every action is free from the desire for material pleasures and who have burnt the reactions of work in the fire of divine knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 4.20",
    "id": "4.20",
    "oneLiner": "Such people, having given up attachment to the fruits of their actions, are always satisfied and not dependent on external things. Despite engaging in activities, they do not do anything at all."
  },
  {
    "verseHeader": "Bhagavad Gita 4.21",
    "id": "4.21",
    "oneLiner": "Free from expectations and the sense of ownership, with mind and intellect fully controlled, they incur no sin, even though performing actions by one’s body."
  },
  {
    "verseHeader": "Bhagavad Gita 4.22",
    "id": "4.22",
    "oneLiner": "Content with whatever gain comes of its own accord, and free from envy, they are beyond the dualities of life. Being equipoised in success and failure, they are not bound by their actions, even while performing all kinds of activities."
  },
  {
    "verseHeader": "Bhagavad Gita 4.23",
    "id": "4.23",
    "oneLiner": "They are released from the bondage of material attachments and their intellect is established in divine knowledge. Since they perform all actions as a sacrifice (to God), they are freed from all karmic reactions."
  },
  {
    "verseHeader": "Bhagavad Gita 4.24",
    "id": "4.24",
    "oneLiner": "For those who are completely absorbed in God-consciousness, the oblation is Brahman, the ladle with which it is offered is Brahman, the act of offering is Brahman, and the sacrificial fire is also Brahman. Such persons, who view everything as God, easily attain him."
  },
  {
    "verseHeader": "Bhagavad Gita 4.25",
    "id": "4.25",
    "oneLiner": "Some yogis worship the celestial gods with material offerings unto them. Others worship perfectly who offer the self as sacrifice in the fire of the Supreme Truth."
  },
  {
    "verseHeader": "Bhagavad Gita 4.26",
    "id": "4.26",
    "oneLiner": "Others offer hearing and other senses in the sacrificial fire of restraint. Still others offer sound and other objects of the senses as sacrifice in the fire of the senses."
  },
  {
    "verseHeader": "Bhagavad Gita 4.27",
    "id": "4.27",
    "oneLiner": "Some, inspired by knowledge, offer the functions of all their senses and their life energy in the fire of the controlled mind."
  },
  {
    "verseHeader": "Bhagavad Gita 4.28",
    "id": "4.28",
    "oneLiner": "Some offer their wealth as sacrifice, while others offer severe austerities as sacrifice. Some practice the eight-fold path of yogic practices, and yet others study the scriptures and cultivate knowledge as sacrifice, while observing strict vows."
  },
  {
    "verseHeader": "Bhagavad Gita 4.29 – 4.30",
    "id": "4.29 – 4.30",
    "oneLiner": "Still others offer as sacrifice the outgoing breath in the incoming breath, while some offer the incoming breath into the outgoing breath. Some arduously practice prāṇāyām and restrain the incoming and outgoing breaths, purely absorbed in the regulation of the life-energy. Yet others curtail their food intake and offer the breath into the life-energy as sacrifice. All these knowers of sacrifice are cleansed of their impurities as a result of such performances."
  },
  {
    "verseHeader": "Bhagavad Gita 4.31",
    "id": "4.31",
    "oneLiner": "Those who know the secret of sacrifice, and engaging in it, partake of its remnants that are like nectar, advance toward the Absolute Truth. O best of the Kurus, those who perform no sacrifice find no happiness either in this world or the next."
  },
  {
    "verseHeader": "Bhagavad Gita 4.32",
    "id": "4.32",
    "oneLiner": "All these different kinds of sacrifice have been described in the Vedas. Know them as originating from different types of work; this understanding cuts the knots of material bondage."
  },
  {
    "verseHeader": "Bhagavad Gita 4.33",
    "id": "4.33",
    "oneLiner": "O subduer of enemies, sacrifice performed in knowledge is superior to any mechanical material sacrifice. After all, O Parth, all sacrifices of work culminate in knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 4.34",
    "id": "4.34",
    "oneLiner": "Learn the Truth by approaching a spiritual master. Inquire from him with reverence and render service unto him. Such an enlightened Saint can impart knowledge unto you because he has seen the Truth."
  },
  {
    "verseHeader": "Bhagavad Gita 4.35",
    "id": "4.35",
    "oneLiner": "Following this path and having achieved enlightenment from a Guru, O Arjun, you will no longer fall into delusion. In the light of that knowledge, you will see that all living beings are but parts of the Supreme, and are within me."
  },
  {
    "verseHeader": "Bhagavad Gita 4.36",
    "id": "4.36",
    "oneLiner": "Even those who are considered the most immoral of all sinners can cross over this ocean of material existence by seating themselves in the boat of divine knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 4.37",
    "id": "4.37",
    "oneLiner": "As a kindled fire reduces wood to ashes, O Arjun, so does the fire of knowledge burn to ashes all reactions from material activities."
  },
  {
    "verseHeader": "Bhagavad Gita 4.38",
    "id": "4.38",
    "oneLiner": "In this world, there is nothing as purifying as divine knowledge. One who has attained purity of mind through prolonged practice of Yog, receives such knowledge within the heart, in due course of time."
  },
  {
    "verseHeader": "Bhagavad Gita 4.39",
    "id": "4.39",
    "oneLiner": "Those whose faith is deep and who have practiced controlling their mind and senses attain divine knowledge. Through such transcendental knowledge, they quickly attain everlasting supreme peace."
  },
  {
    "verseHeader": "Bhagavad Gita 4.40",
    "id": "4.40",
    "oneLiner": "But persons who possess neither faith nor knowledge, and who are of a doubting nature, suffer a downfall. For the skeptical souls, there is no happiness either in this world or the next."
  },
  {
    "verseHeader": "Bhagavad Gita 4.41",
    "id": "4.41",
    "oneLiner": "O Arjun, actions do not bind those who have renounced karm in the fire of Yog, whose doubts have been dispelled by knowledge, and who are situated in knowledge of the self."
  },
  {
    "verseHeader": "Bhagavad Gita 4.42",
    "id": "4.42",
    "oneLiner": "Therefore, with the sword of knowledge, cut asunder the doubts that have arisen in your heart. O scion of Bharat, establish yourself in karm yog. Arise, stand up, and take action!"
  }
]