[
  {
    "verseHeader": "Bhagavad Gita 6.1",
    "id": "6.1",
    "oneLiner": "The Supreme Lord said: Those who perform prescribed duties without desiring the results of their actions are actual sanyāsīs (renunciates) and yogis, not those who have merely ceased performing sacrifices such as agni-hotra yajña or abandoned bodily activities."
  },
  {
    "verseHeader": "Bhagavad Gita 6.2",
    "id": "6.2",
    "oneLiner": "What is known as sanyās is non-different from Yog, for none become yogis without renouncing worldly desires."
  },
  {
    "verseHeader": "Bhagavad Gita 6.3",
    "id": "6.3",
    "oneLiner": "To the soul who is aspiring for perfection in Yog, work without attachment is said to be the means; to the sage who is already elevated in Yog, tranquility in meditation is said to be the means."
  },
  {
    "verseHeader": "Bhagavad Gita 6.4",
    "id": "6.4",
    "oneLiner": "When one is neither attached to sense objects nor to actions, that person is said to be elevated in the science of Yog, for having renounced all desires for the fruits of actions."
  },
  {
    "verseHeader": "Bhagavad Gita 6.5",
    "id": "6.5",
    "oneLiner": "Elevate yourself through the power of your mind, and not degrade yourself, for the mind can be the friend and also the enemy of the self."
  },
  {
    "verseHeader": "Bhagavad Gita 6.6",
    "id": "6.6",
    "oneLiner": "For those who have conquered the mind, it is their friend. For those who have failed to do so, the mind works like an enemy."
  },
  {
    "verseHeader": "Bhagavad Gita 6.7",
    "id": "6.7",
    "oneLiner": "The yogis who have conquered the mind rise above the dualities of cold and heat, joy and sorrow, honor and dishonor. Such yogis remain peaceful and steadfast in their devotion to God."
  },
  {
    "verseHeader": "Bhagavad Gita 6.8",
    "id": "6.8",
    "oneLiner": "The yogi who are satisfied by knowledge and discrimination, and have conquered their senses, remain undisturbed in all circumstances. They see everything—dirt, stones, and gold—as the same."
  },
  {
    "verseHeader": "Bhagavad Gita 6.9",
    "id": "6.9",
    "oneLiner": "The yogis look upon all—well-wishers, friends, foes, the pious, and the sinners—with an impartial intellect. The yogi who is of equal intellect toward friend, companion, and foe, neutral among enemies and relatives, and impartial between the righteous and sinful, is considered to be distinguished among humans."
  },
  {
    "verseHeader": "Bhagavad Gita 6.10",
    "id": "6.10",
    "oneLiner": "Those who seek the state of Yog should reside in seclusion, constantly engaged in meditation with a controlled mind and body, getting rid of desires and possessions for enjoyment."
  },
  {
    "verseHeader": "Bhagavad Gita 6.11",
    "id": "6.11",
    "oneLiner": "To practice Yog, one should make an āsan (seat) in a sanctified place, by placing kuśh grass, deer skin, and a cloth, one over the other. The āsan should be neither too high nor too low."
  },
  {
    "verseHeader": "Bhagavad Gita 6.12 – 6.13",
    "id": "6.12 – 6.13",
    "oneLiner": "Seated firmly on it, the yogi should strive to purify the mind by focusing it in meditation with one pointed concentration, controlling all thoughts and activities. He must hold the body, neck, and head firmly in a straight line, and gaze at the tip of the nose, without allowing the eyes to wander."
  },
  {
    "verseHeader": "Bhagavad Gita 6.14",
    "id": "6.14",
    "oneLiner": "Thus, with a serene, fearless, and unwavering mind, and staunch in the vow of celibacy, the vigilant yogi should meditate on me, having me alone as the supreme goal."
  },
  {
    "verseHeader": "Bhagavad Gita 6.15",
    "id": "6.15",
    "oneLiner": "Thus, constantly keeping the mind absorbed in me, the yogi of disciplined mind attains nirvāṇ, and abides in me in supreme peace."
  },
  {
    "verseHeader": "Bhagavad Gita 6.16",
    "id": "6.16",
    "oneLiner": "O Arjun, those who eat too much or eat too little, sleep too much or too little, cannot attain success in Yog."
  },
  {
    "verseHeader": "Bhagavad Gita 6.17",
    "id": "6.17",
    "oneLiner": "But those who are temperate in eating and recreation, balanced in work, and regulated in sleep, can mitigate all sorrows by practicing Yog."
  },
  {
    "verseHeader": "Bhagavad Gita 6.18",
    "id": "6.18",
    "oneLiner": "With thorough discipline, they learn to withdraw the mind from selfish cravings and rivet it on the unsurpassable good of the self. Such persons are said to be in Yog, and are free from all yearning of the senses."
  },
  {
    "verseHeader": "Bhagavad Gita 6.19",
    "id": "6.19",
    "oneLiner": "Just as a lamp in a windless place does not flicker, so the disciplined mind of a yogi remains steady in meditation on the self."
  },
  {
    "verseHeader": "Bhagavad Gita 6.20",
    "id": "6.20",
    "oneLiner": "When the mind, restrained from material activities, becomes still by the practice of Yog, then the yogi is able to behold the soul through the purified mind, and he rejoices in the inner joy."
  },
  {
    "verseHeader": "Bhagavad Gita 6.21",
    "id": "6.21",
    "oneLiner": "In that joyous state of Yog, called samādhi, one experiences supreme boundless divine bliss, and thus situated, one never deviates from the Eternal Truth."
  },
  {
    "verseHeader": "Bhagavad Gita 6.22",
    "id": "6.22",
    "oneLiner": "Having gained that state, one does not consider any attainment to be greater. Being thus established, one is not shaken even in the midst of the greatest calamity."
  },
  {
    "verseHeader": "Bhagavad Gita 6.23",
    "id": "6.23",
    "oneLiner": "That state of severance from union with misery is known as Yog. This Yog should be resolutely practiced with determination free from pessimism."
  },
  {
    "verseHeader": "Bhagavad Gita 6.24 – 6.25",
    "id": "6.24 – 6.25",
    "oneLiner": "Completely renouncing all desires arising from thoughts of the world, one should restrain the senses from all sides with the mind. Slowly and steadily, with conviction in the intellect, the mind will become fixed in God alone, and will think of nothing else."
  },
  {
    "verseHeader": "Bhagavad Gita 6.26",
    "id": "6.26",
    "oneLiner": "Whenever and wherever the restless and unsteady mind wanders, one should bring it back and continually focus it on God."
  },
  {
    "verseHeader": "Bhagavad Gita 6.27",
    "id": "6.27",
    "oneLiner": "Great transcendental happiness comes to the yogi whose mind is calm, whose passions are subdued, who is without sin, and who sees everything in connection with God."
  },
  {
    "verseHeader": "Bhagavad Gita 6.28",
    "id": "6.28",
    "oneLiner": "The self-controlled yogi, thus uniting the self with God, becomes free from material contamination, and being in constant touch with the Supreme, achieves the highest state of perfect happiness."
  },
  {
    "verseHeader": "Bhagavad Gita 6.29",
    "id": "6.29",
    "oneLiner": "The true yogis, uniting their consciousness with God, see with equal eye, all living beings in God and God in all living beings."
  },
  {
    "verseHeader": "Bhagavad Gita 6.30",
    "id": "6.30",
    "oneLiner": "For those who see me everywhere and see all things in me, I am never lost, nor are they ever lost to me."
  },
  {
    "verseHeader": "Bhagavad Gita 6.31",
    "id": "6.31",
    "oneLiner": "The yogi who is established in union with me, and worships me as the Supreme Soul residing in all beings, dwells only in me, though engaged in all kinds of activities."
  },
  {
    "verseHeader": "Bhagavad Gita 6.32",
    "id": "6.32",
    "oneLiner": "I regard them to be perfect yogis who see the true equality of all living beings and respond to the joys and sorrows of others as if they were their own."
  },
  {
    "verseHeader": "Bhagavad Gita 6.33",
    "id": "6.33",
    "oneLiner": "Arjun said: The system of Yog that you have described, O Madhusudan, appears impractical and unattainable to me, due to the restless mind."
  },
  {
    "verseHeader": "Bhagavad Gita 6.34",
    "id": "6.34",
    "oneLiner": "The mind is very restless, turbulent, strong and obstinate, O Krishna. It appears to me that it is more difficult to control than the wind."
  },
  {
    "verseHeader": "Bhagavad Gita 6.35",
    "id": "6.35",
    "oneLiner": "Lord Krishna said: O mighty-armed son of Kunti, what you say is correct; the mind is indeed very difficult to restrain. But by practice and detachment, it can be controlled."
  },
  {
    "verseHeader": "Bhagavad Gita 6.36",
    "id": "6.36",
    "oneLiner": "Yog is difficult to attain for one whose mind is unbridled. However, those who have learnt to control the mind, and who strive earnestly by the proper means, can attain perfection in Yog. This is my opinion."
  },
  {
    "verseHeader": "Bhagavad Gita 6.37",
    "id": "6.37",
    "oneLiner": "Arjun said: What is the fate of the unsuccessful yogi who begins the path with faith, but who does not endeavor sufficiently, due to unsteady mind, and is unable to reach the goal of Yog in this life?"
  },
  {
    "verseHeader": "Bhagavad Gita 6.38",
    "id": "6.38",
    "oneLiner": "Does not such a person who deviates from Yog get deprived of both material and spiritual success, O mighty-armed Krishna, and perish like a broken cloud with no position in either sphere?"
  },
  {
    "verseHeader": "Bhagavad Gita 6.39",
    "id": "6.39",
    "oneLiner": "O Krishna, please dispel this doubt of mine completely, for who other than you can do so?"
  },
  {
    "verseHeader": "Bhagavad Gita 6.40",
    "id": "6.40",
    "oneLiner": "The Supreme Lord said: O Parth, One who engages on the spiritual path does not meet with destruction either in this world or the world to come. My dear friend, one who strives for God-realization is never overcome by evil."
  },
  {
    "verseHeader": "Bhagavad Gita 6.41 – 6.42",
    "id": "6.41 – 6.42",
    "oneLiner": "The unsuccessful yogis, upon death, go to the abodes of the virtuous. After dwelling there for many ages, they are again reborn in the earth plane, into a family of pious and prosperous people. Else, if they had developed dispassion due to long practice of Yog, they are born into a family endowed with divine wisdom. Such a birth is very difficult to attain in this world."
  },
  {
    "verseHeader": "Bhagavad Gita 6.43",
    "id": "6.43",
    "oneLiner": "On taking such a birth, O descendant of Kurus, they reawaken the wisdom of their previous lives, and strive even harder toward perfection in Yog."
  },
  {
    "verseHeader": "Bhagavad Gita 6.44",
    "id": "6.44",
    "oneLiner": "Indeed, they feel drawn toward God, even against their will, on the strength of their past discipline. Such seekers naturally rise above the ritualistic principles of the scriptures."
  },
  {
    "verseHeader": "Bhagavad Gita 6.45",
    "id": "6.45",
    "oneLiner": "With the accumulated merits of many past births, when these yogis engage in sincere endeavor in making further progress, they become purified from material desires and attain perfection in this life itself."
  },
  {
    "verseHeader": "Bhagavad Gita 6.46",
    "id": "6.46",
    "oneLiner": "A yogi is superior to the tapasvī (ascetic), superior to the jñānī (a person of learning), and even superior to the karmī (ritualistic performer). Therefore, O Arjun, strive to be a yogi."
  },
  {
    "verseHeader": "Bhagavad Gita 6.47",
    "id": "6.47",
    "oneLiner": "Of all yogis, those whose minds are always absorbed in me, and who engage in devotion to me with great faith, them I consider to be the highest of all."
  }
]