[
  {
    "verseHeader": "Bhagavad Gita 7.1",
    "id": "7.1",
    "oneLiner": "The Supreme Lord said: Now listen, O Arjun, how, with the mind attached exclusively to me, and surrendering to me through the practice of bhakti yog, you can know me completely, free from doubt."
  },
  {
    "verseHeader": "Bhagavad Gita 7.2",
    "id": "7.2",
    "oneLiner": "I shall now reveal unto you fully this knowledge and wisdom, knowing which nothing else remains to be known in this world."
  },
  {
    "verseHeader": "Bhagavad Gita 7.3",
    "id": "7.3",
    "oneLiner": "Amongst thousands of persons, hardly one strives for perfection; and amongst those who have achieved perfection, hardly one knows me in truth."
  },
  {
    "verseHeader": "Bhagavad Gita 7.4",
    "id": "7.4",
    "oneLiner": "Earth, water, fire, air, space, mind, intellect, and ego—these are eight components of my material energy."
  },
  {
    "verseHeader": "Bhagavad Gita 7.5",
    "id": "7.5",
    "oneLiner": "Such is my inferior energy. But beyond it, O mighty-armed Arjun, I have a superior energy. This is the jīva śhakti (the soul energy), which comprises the embodied souls who are the basis of life in this world."
  },
  {
    "verseHeader": "Bhagavad Gita 7.6",
    "id": "7.6",
    "oneLiner": "Know that all living beings are manifested by these two energies of mine. I am the source of the entire creation, and into me it again dissolves."
  },
  {
    "verseHeader": "Bhagavad Gita 7.7",
    "id": "7.7",
    "oneLiner": "There is nothing higher than myself, O Arjun. Everything rests in me, as beads strung on a thread."
  },
  {
    "verseHeader": "Bhagavad Gita 7.8",
    "id": "7.8",
    "oneLiner": "I am the taste in water, O son of Kunti, and the radiance of the sun and the moon. I am the sacred syllable Om in the Vedic mantras; I am the sound in ether, and the ability in humans."
  },
  {
    "verseHeader": "Bhagavad Gita 7.9",
    "id": "7.9",
    "oneLiner": "I am the pure fragrance of the Earth, and the brilliance in fire. I am the life-force in all beings, and the penance of the ascetics."
  },
  {
    "verseHeader": "Bhagavad Gita 7.10",
    "id": "7.10",
    "oneLiner": "O Arjun, know that I am the eternal seed of all beings. I am the intellect of the intelligent, and the splendor of the glorious."
  },
  {
    "verseHeader": "Bhagavad Gita 7.11",
    "id": "7.11",
    "oneLiner": "O best of the Bharatas, in strong persons, I am their strength devoid of desire and passion. I am sexual activity not conflicting with virtue or scriptural injunctions."
  },
  {
    "verseHeader": "Bhagavad Gita 7.12",
    "id": "7.12",
    "oneLiner": "The three states of material existence—goodness, passion, and ignorance—are manifested by my energy. They are in me, but I am beyond them."
  },
  {
    "verseHeader": "Bhagavad Gita 7.13",
    "id": "7.13",
    "oneLiner": "Deluded by the three modes of Maya, the people in this world are unable to know me, the imperishable and eternal."
  },
  {
    "verseHeader": "Bhagavad Gita 7.14",
    "id": "7.14",
    "oneLiner": "My divine energy Maya, consisting of the three modes of nature, is very difficult to overcome. But those who surrender unto me cross over it easily."
  },
  {
    "verseHeader": "Bhagavad Gita 7.15",
    "id": "7.15",
    "oneLiner": "Four kinds of people do not surrender unto me—those ignorant of knowledge, those who lazily follow their lower nature though capable of knowing me, those with deluded intellect, and those with a demoniac nature."
  },
  {
    "verseHeader": "Bhagavad Gita 7.16",
    "id": "7.16",
    "oneLiner": "O best amongst the Bharatas, four kinds of pious people engage in my devotion—the distressed, the seekers after knowledge, the seekers of worldly possessions, and those who are situated in knowledge."
  },
  {
    "verseHeader": "Bhagavad Gita 7.17",
    "id": "7.17",
    "oneLiner": "Amongst these, I consider them to be the highest, who worship me with knowledge, and are steadfastly and exclusively devoted to me. I am very dear to them and they are dear to me."
  },
  {
    "verseHeader": "Bhagavad Gita 7.18",
    "id": "7.18",
    "oneLiner": "Indeed, all those who are devoted to me are indeed noble. But those in knowledge, who are of steadfast mind, whose intellect is merged in me, and who have made me alone as their supreme goal, I consider as my very self."
  },
  {
    "verseHeader": "Bhagavad Gita 7.19",
    "id": "7.19",
    "oneLiner": "After many births of spiritual practice, one who is endowed with knowledge surrenders unto me, knowing me to be all that is. Such a great soul is indeed very rare."
  },
  {
    "verseHeader": "Bhagavad Gita 7.20",
    "id": "7.20",
    "oneLiner": "Those whose knowledge has been carried away by material desires surrender to the celestial gods. Following their own nature, they worship the devatās, practicing rituals meant to propitiate these celestial personalities."
  },
  {
    "verseHeader": "Bhagavad Gita 7.21",
    "id": "7.21",
    "oneLiner": "Whatever celestial form a devotee seeks to worship with faith, I steady the faith of such a devotee in that form."
  },
  {
    "verseHeader": "Bhagavad Gita 7.22",
    "id": "7.22",
    "oneLiner": "Endowed with faith, the devotee worships a particular celestial god and obtains the objects of desire. But in reality I alone arrange these benefits."
  },
  {
    "verseHeader": "Bhagavad Gita 7.23",
    "id": "7.23",
    "oneLiner": "But the fruit gained by these people of small understanding is perishable. Those who worship the celestial gods go to the celestial abodes, while my devotees come to me."
  },
  {
    "verseHeader": "Bhagavad Gita 7.24",
    "id": "7.24",
    "oneLiner": "The less intelligent think that I, the Supreme Lord Shree Krishna, was formless earlier and have now assumed this personality. They do not understand the imperishable exalted nature of my personal form."
  },
  {
    "verseHeader": "Bhagavad Gita 7.25",
    "id": "7.25",
    "oneLiner": "I am not manifest to everyone, being veiled by my divine Yogmaya energy. Hence, those without knowledge do not know that I am without birth and changeless."
  },
  {
    "verseHeader": "Bhagavad Gita 7.26",
    "id": "7.26",
    "oneLiner": "O Arjun, I know of the the past, present, and future, and I also know all living beings; but me no one knows."
  },
  {
    "verseHeader": "Bhagavad Gita 7.27",
    "id": "7.27",
    "oneLiner": "O descendant of Bharat, the dualities of desire and aversion arise from illusion. O conqueror of enemies, all living beings in the material realm are from birth deluded by these."
  },
  {
    "verseHeader": "Bhagavad Gita 7.28",
    "id": "7.28",
    "oneLiner": "But persons, whose sins have been destroyed by engaging in pious activities, become free from the illusion of dualities. Such persons worship me with determination."
  },
  {
    "verseHeader": "Bhagavad Gita 7.29",
    "id": "7.29",
    "oneLiner": "Those who take shelter in me, striving for liberation from old-age and death, come to know Brahman, the individual self, and the entire field of karmic action."
  },
  {
    "verseHeader": "Bhagavad Gita 7.30",
    "id": "7.30",
    "oneLiner": "Those who know me as the governing principle of the adhibhūta (field of matter) and the adhidaiva (the celestial gods), and as adhiyajña (the Lord all sacrificial performances), such enlightened souls are in full consciousness of me even at the time of death."
  }
]