[
  {
    "verseHeader": "Bhagavad Gita 9.1",
    "id": "9.1",
    "oneLiner": "The Supreme Lord said: O Arjun, because you are not envious of Me, I shall now impart to you this very confidential knowledge and wisdom, upon knowing which you will be released from the miseries of material existence."
  },
  {
    "verseHeader": "Bhagavad Gita 9.2",
    "id": "9.2",
    "oneLiner": "This knowledge is the king of sciences and the most profound of all secrets. It purifies those who hear it. It is directly realizable, in accordance with dharma, easy to practice, and everlasting in effect."
  },
  {
    "verseHeader": "Bhagavad Gita 9.3",
    "id": "9.3",
    "oneLiner": "People who have no faith in this dharma are unable to attain Me, O conqueror of enemies. They repeatedly come back to this world in the cycle of birth and death."
  },
  {
    "verseHeader": "Bhagavad Gita 9.4",
    "id": "9.4",
    "oneLiner": "This entire cosmic manifestation is pervaded by Me in My unmanifest form. All living beings dwell in Me, but I do not dwell in them."
  },
  {
    "verseHeader": "Bhagavad Gita 9.5",
    "id": "9.5",
    "oneLiner": "And yet, the living beings do not abide in Me. Behold the mystery of My divine energy! Although I am the Creator and Sustainer of all living beings, I am not influenced by them or by material nature."
  },
  {
    "verseHeader": "Bhagavad Gita 9.6",
    "id": "9.6",
    "oneLiner": "Know that as the mighty wind blowing everywhere rests always in the sky, likewise all living beings rest always in Me."
  },
  {
    "verseHeader": "Bhagavad Gita 9.7 – 9.8",
    "id": "9.7 – 9.8",
    "oneLiner": "At the end of one kalp, all living beings merge into My primordial material energy. At the beginning of the next creation, O son of Kunti, I manifest them again. Presiding over My material energy, I generate these myriad forms again and again, in accordance with the force of their natures."
  },
  {
    "verseHeader": "Bhagavad Gita 9.9",
    "id": "9.9",
    "oneLiner": "O conqueror of wealth, none of these actions bind Me. I remain like a neutral observer, ever detached from these actions."
  },
  {
    "verseHeader": "Bhagavad Gita 9.10",
    "id": "9.10",
    "oneLiner": "Working under My direction, this material energy brings into being all animate and inanimate forms, O son of Kunti. For this reason, the material world undergoes the changes (of creation, maintenance, and dissolution)."
  },
  {
    "verseHeader": "Bhagavad Gita 9.11",
    "id": "9.11",
    "oneLiner": "When I descend in My personal form deluded persons are unable to recognize Me. They do not know the divinity of My personality, as the Supreme Lord of all beings."
  },
  {
    "verseHeader": "Bhagavad Gita 9.12",
    "id": "9.12",
    "oneLiner": "Bewildered by the material energy, such persons embrace demoniac and atheistic views. In that deluded state, their hopes for welfare are in vain, their fruitive actions are wasted, and their culture of knowledge is baffled."
  },
  {
    "verseHeader": "Bhagavad Gita 9.13",
    "id": "9.13",
    "oneLiner": "But the great souls, who take shelter of My divine energy, O Parth, know Me, Lord Krishna, as the origin of all creation. They engage in My devotion with their minds fixed exclusively on Me."
  },
  {
    "verseHeader": "Bhagavad Gita 9.14",
    "id": "9.14",
    "oneLiner": "Always singing My divine glories, striving with great determination, and humbly bowing down before Me, they constantly worship Me in loving devotion."
  },
  {
    "verseHeader": "Bhagavad Gita 9.15",
    "id": "9.15",
    "oneLiner": "Others, engaging in the yajña of cultivating knowledge, worship Me by many methods. Some see Me as undifferentiated oneness that is non-different from them, while others see Me as separate from them. Still others worship Me in the infinite manifestations of My cosmic form."
  },
  {
    "verseHeader": "Bhagavad Gita 9.16 – 9.17",
    "id": "9.16 – 9.17",
    "oneLiner": "It is I who am the Vedic ritual, I am the sacrifice, and I am the oblation offered to the ancestors. I am the medicinal herb, and I am the Vedic mantra. I am the clarified butter, I am the fire and the act of offering. Of this universe, I am the Father; I am also the Mother, the Sustainer, and the Grandsire. I am the purifier, the goal of knowledge, the sacred syllable Om. I am the Ṛig Veda, Sāma Veda, and the Yajur Veda."
  },
  {
    "verseHeader": "Bhagavad Gita 9.18",
    "id": "9.18",
    "oneLiner": "I am the Supreme Goal of all living beings, and I am also their Sustainer, Master, Witness, Abode, Shelter, and Friend. I am the Origin, End, and Resting Place of creation; I am the Storehouse and Eternal Seed."
  },
  {
    "verseHeader": "Bhagavad Gita 9.19",
    "id": "9.19",
    "oneLiner": "I radiate heat as the sun, and I withhold, as well as send forth rain. I am immortality as well as death personified, O Arjun. I am the spirit as well as matter."
  },
  {
    "verseHeader": "Bhagavad Gita 9.20",
    "id": "9.20",
    "oneLiner": "Those who are inclined to the fruitive activity described in the Vedas worship Me through ritualistic sacrifices. Being purified from sin by drinking the Soma juice, which is the remnant of the yajñas, they seek to go to heaven. By virtue of their pious deeds, they go to the abode of Indra, the king of heaven, and enjoy the pleasures of the celestial gods."
  },
  {
    "verseHeader": "Bhagavad Gita 9.21",
    "id": "9.21",
    "oneLiner": "When they have enjoyed the vast pleasures of heaven, the stock of their merits being exhausted, they return to the earthly plane. Thus, those who follow the Vedic rituals, desiring objects of enjoyment, repeatedly come and go in this world."
  },
  {
    "verseHeader": "Bhagavad Gita 9.22",
    "id": "9.22",
    "oneLiner": "There are those who always think of Me and engage in exclusive devotion to Me. To them, whose minds are always absorbed in Me, I provide what they lack and preserve what they already possess."
  },
  {
    "verseHeader": "Bhagavad Gita 9.23",
    "id": "9.23",
    "oneLiner": "O son of Kunti, even those devotees who faithfully worship other gods also worship Me. But they do so by the wrong method."
  },
  {
    "verseHeader": "Bhagavad Gita 9.24",
    "id": "9.24",
    "oneLiner": "I am the enjoyer and the only Lord of all sacrifices. But those who fail to realize My divine nature must be reborn."
  },
  {
    "verseHeader": "Bhagavad Gita 9.25",
    "id": "9.25",
    "oneLiner": "Worshippers of the celestial gods take birth amongst the celestial gods, worshippers of the ancestors go to the ancestors, worshippers of ghosts take birth amongst such beings, and My devotees come to Me alone."
  },
  {
    "verseHeader": "Bhagavad Gita 9.26",
    "id": "9.26",
    "oneLiner": "If one offers to Me with devotion a leaf, a flower, a fruit, or even water, I delightfully partake of that article offered with love by My devotee in pure consciousness."
  },
  {
    "verseHeader": "Bhagavad Gita 9.27",
    "id": "9.27",
    "oneLiner": "Whatever you do, whatever you eat, whatever you offer as oblation to the sacred fire, whatever you bestow as a gift, and whatever austerities you perform, O son of Kunti, do them as an offering to Me."
  },
  {
    "verseHeader": "Bhagavad Gita 9.28",
    "id": "9.28",
    "oneLiner": "By dedicating all your works to Me, you will be freed from the bondage of good and bad results. With your mind attached to Me through renunciation, you will be liberated and will reach Me."
  },
  {
    "verseHeader": "Bhagavad Gita 9.29",
    "id": "9.29",
    "oneLiner": "I am equally disposed to all living beings; I am neither inimical nor partial to anyone. But the devotees who worship Me with love reside in Me and I reside in them."
  },
  {
    "verseHeader": "Bhagavad Gita 9.30",
    "id": "9.30",
    "oneLiner": "Even if the vilest sinners worship Me with exclusive devotion, they are to be considered righteous, for they have made the proper resolve."
  },
  {
    "verseHeader": "Bhagavad Gita 9.31",
    "id": "9.31",
    "oneLiner": "Quickly they become virtuous, and attain lasting peace. O son of Kunti, declare it boldly that no devotee of Mine is ever lost."
  },
  {
    "verseHeader": "Bhagavad Gita 9.32",
    "id": "9.32",
    "oneLiner": "All those who take refuge in Me, whatever their birth, race, sex, or caste, even those whom society scorns, will attain the supreme destination."
  },
  {
    "verseHeader": "Bhagavad Gita 9.33",
    "id": "9.33",
    "oneLiner": "What then to speak about kings and sages with meritorious deeds? Therefore, having come to this transient and joyless world, engage in devotion unto Me."
  },
  {
    "verseHeader": "Bhagavad Gita 9.34",
    "id": "9.34",
    "oneLiner": "Always think of Me, be devoted to Me, worship Me, and offer obeisance to Me. Having dedicated your mind and body to Me, you will certainly come to Me."
  }
]